Repository: pppmbs/NT8Strategy
Catalog: Resource.*.resx
Languages: de_de, es_es, ko_kr, ru_ru, zh_hans

# NinjaScriptIndicatorDescriptionLinRegIntercept
source: The Linear Regression Intercept provides the intercept value of the Linear Regression trendline.
de_de: Schnittpunkt der Lineare Regression
es_es: El Linear Regression Intercept provee el valor de interceptación del valor de la tendencia Linear Regression
ko_kr: 선형 회귀 절편은 선형 회귀 추세선의 절편 값을 제공합니다.
ru_ru: Linear Regression Intercept обеспечивает значение перехвата линии тренда линейной регрессии.
zh_hans: 线性回归拦截提供线性回归趋势线的截距值。

# NinjaScriptIndicatorDescriptionLinRegSlope
source: The Linear Regression Slope provides the slope value of the Linear Regression trendline.
de_de: Steigung der Linearen Regression
es_es: El Linear Regression Slope provee el valor de la curva de la tendencia Linear Regaression
ko_kr: 선형 회귀 기울기는 선형 회귀 추세선의 기울기 값을 제공합니다.
ru_ru: Linear Regression Slope обеспечивает значение наклона линии линейной регрессии.
zh_hans: 线性回归斜率提供线性回归趋势线的斜率值。

# NinjaScriptIndicatorDescriptionMACD
source: The MACD (Moving Average Convergence/Divergence) is a trend following momentum indicator that shows the relationship between two moving averages of prices.
de_de: Der MACD (Moving Average Convergence/Divergence) ist ein trendfolgender Momentum Indikator, der die Relation zwischen zwei gleitenden Durchschnitten der Preise zeigt.
es_es: El MACD (Moving Average Convergence/Divergence) es un indicador que muestra la siguiente tendencia que muestra la relación entre dos valores medios móviles de precios
ko_kr: MACD(이동 평균 수렴/다이버전스)는 두 가격 이동 평균 간의 관계를 나타내는 모멘텀 추종 지표입니다.
ru_ru: MACD (Moving Average Convergence/Divergence) -следующий тренду индикатор моментума, показывает соотношение между ценами двух скользящих средних.
zh_hans: MACD （移动平均线） 是一种趋势后势头指示器，以显示两条移动平均线的价格之间的关系。

# NinjaScriptIndicatorDescriptionMAEnvelopes
source: Plots % envelopes around a moving average
de_de: Zeichnet % Bänder um einen gleitenden Durchschnitt
es_es: Plots % envuelve alrededor de un pormedio movil
ko_kr: 이동 평균 주위에 % 봉투를 표시합니다.
ru_ru: Построение % конвертов вокруг скользящей средней
zh_hans: 一条移动平均线情节 %信封

# NinjaScriptIndicatorDescriptionMAMA
source: The MAMA (MESA Adaptive Moving Average) was developed by John Ehlers. It adapts to price movement in a new and unique way. The adaptation is based on the Hilbert Transform Discriminator. The advantage of this method features fast attack average and a slow decay average. The MAMA + the FAMA (Following Adaptive Moving Average) lines only cross at major market reversals.
de_de: Der MAMA (MESA Adaptive Moving Average) wurde von John Ehlers entwickelt. Er passt sich den Kursbewegungen in einer neuen und einzigartigen Weise an. Die Anpassung basiert auf dem Hilbert Transformation Discriminator. Der Vorteil dieser Methode ist ein schneller Durchschnitt, sowie ein langsam gedämpfter Durchschnitt. Die MAMA & FAMA (Following Adaptive Moving Average) Linien kreuzen nur bei wichtigen Umkehren des Preises.
es_es: La MAMA (MESA Adaptive Moving Average) fue desarrollado por John Ehlers. Se adapta al movimiento de precio en una nueva y única forma. La adaptación se basa en Hilbert Transform Discriminator. La ventaja de esta caracterizan el método rápido y una media lenta decadencia. La MAMA + la FAMA (Following Adaptive Moving Average) sólo las líneas principales del mercado de cambios.
ko_kr: MAMA(MESA 적응 이동 평균)는 John Ehlers에 의해 개발되었습니다. 새롭고 독특한 방식으로 가격 변동에 적응합니다. 적응은 Hilbert Transform Discriminator를 기반으로 합니다. 이 방법의 장점은 빠른 공격 평균과 느린 감쇠 평균이 있습니다. MAMA + FAMA(적응 이동 평균 추종) 라인은 주요 시장 반전에서만 교차합니다.
ru_ru: MAMA (MESA Adaptive Moving Average) была разработана John Ehlers. Она адаптируется к движению цены в новом и уникальном пути. Адаптация основана на Hilbert Transform Discriminator. Преимущества этого метода: особенности быстрой атаки средней и медленный спад средней. МАМА + FAMA (Following Adaptive Moving Average) линии только пересекающие крупные рыночные развороты.
zh_hans: 妈妈 （MESA 自适应移动平均） 是由约翰 · 埃勒斯开发的。它在新的和独特的方式适应价格运动。适应基于希尔伯特变换鉴。这种方法的优势特点快速攻击平均和缓慢的腐烂平均。妈妈 + FAMA （以下自适应移动平均） 线只集中在主要的市场逆转。

# NinjaScriptIndicatorDescriptionMAX
source: The Maximum shows the maximum of the last n bars.
de_de: Das Maximum zeigt den maximalen Wert der letzten n bars.
es_es: The Maximum muestra el máximo de las últimas n barras.
ko_kr: 최대값은 마지막 n개 막대의 최대값을 표시합니다.
ru_ru: Максимум показывает максимум последнего n бара.
zh_hans: 最后 n K棒最多可显示的最大值。

# NinjaScriptIndicatorDescriptionMcClellanOscillator
source: McClellan Oscillator is the difference between two exponential moving averages of the NYSE advance decline spread. This indicator require ADV and DECL index data.
de_de: McClellan Oscillator ist der Unterschied zwischen zwei exponentiellen gleitenden Durchschnitten des NYSE Advance-Decline Spreads. Dieser Indikator benötigt ADV- und DECL-Indexdaten.
es_es: El Oscilador McClellan es la diferencia entre dos móviles exponenciales promediales del avance NYSE declina propagación. El Indicador requiere índice de datos ADV y DECL
ko_kr: McClellan Oscillator는 NYSE 상승 하락 스프레드의 두 지수 이동 평균 간의 차이입니다. 이 표시기는 ADV 및 DECL 색인 데이터가 필요합니다.
ru_ru: McClellan Oscillator представляет собой разницу между двумя экспоненциальными скользящими средними в распространении спада на NYSE. Этот показатель требует данных индекса ADV и DECL.
zh_hans: 麦克莱伦振荡器是纽约证券交易所股票型上涨点差的两个指数移动平均线之间的差异。此指标需要 adv 和 decl 指数数据.

# NinjaScriptIndicatorDescriptionMFI
source: The MFI (Money Flow Index) is a momentum indicator that measures the strength of money flowing in and out of a security.
de_de: Der MFI (Money Flow Index) ist ein Momentum Indikator, der die Stärke des Geldflusses in / aus einem Wertpapier misst.
es_es: El MFI (Money Flow Index) es un indicador de ímpetu que mide la fuerza del dinero que fluye en y fuera de una seguridad.
ko_kr: MFI(Money Flow Index)는 증권에 들어오고 나가는 자금의 강도를 측정하는 모멘텀 지표입니다.
ru_ru: MFI (Money Flow Index) это индикатор моментума, измеряющий силу входящего и исходящего денежного потока ценной бумаги.
zh_hans: MFI （钱流动指数） 是一个动量指标，钱进出安全强度的措施。

# NinjaScriptIndicatorDescriptionMIN
source: The Minimum shows the minimum of the last n bars.
de_de: Das Minimum zeigt den minimalen Wert der letzten n bars.
es_es: The Minimum muestra el mínimo de las últimas n barras.
ko_kr: 최소값은 마지막 n개 막대의 최소값을 표시합니다.
ru_ru: Минимум показывает минимум последнего n бара.
zh_hans: 最小显示最后一个 n 栏的最小值。

# NinjaScriptIndicatorDescriptionMomentum
source: The Momentum indicator measures the amount that a security's price has changed over a given time span.
de_de: Der Momentum Indikator misst den Betrag, den sich der Preis eines Wertpapiers über einen bestimmten Zeitraum verändert hat.
es_es: El indicador Momentum mide la cantidad que el precio de seguridad ha cambiado un período dado.
ko_kr: 모멘텀 지표는 주어진 기간 동안 유가 증권의 가격이 변경된 금액을 측정합니다.
ru_ru: Momentum indicator измеряет сумму изменения цены ценной бумаги за заданный период времени.
zh_hans: 动量指标用来衡量在给定的时间段安全价格变化量。

# NinjaScriptIndicatorDescriptionMoneyFlowOscillator
source: The Money Flow Oscillator measures the amount of money flow volume over a specific period. A move into positive territory indicates buying pressure while a move into negative territory indicates selling pressure.
de_de: Der Money Flow Oszillator misst die Menge des Geldflussvolumens über einen bestimmten Zeitraum. Ein Wechsel in den positiven Bereich deutet auf Kaufdruck hin, während ein Wechsel in den negativen Bereich auf Verkaufsdruck hindeutet.
es_es: The Money Flow Oscillator mide la cantidad del volumen del flujo de dinero sobre un periodo específico. Un movimiento entre zonas positivas indica presión de compra mientras que un movimiento dentro de zonas negativas indica presión de venta
ko_kr: Money Flow Oscillator는 특정 기간 동안의 자금 흐름량을 측정합니다. 플러스 영역으로 이동하면 매수 압력을 나타내고 마이너스 영역으로 이동하면 매도 압력을 나타냅니다.
ru_ru: Money Flow Oscillator измеряет объем денежного потока за определенный период. Переход на положительную территорию указывает на давление на покупку, в то время как переход на отрицательную территорию указывает на давление продажи.
zh_hans: 资金流动振荡器测量特定时期内的资金流量。进入正区间表示买入压力, 而进入负区间则表示卖出压力.

# NinjaScriptIndicatorDescriptionMovingAverageRibbon
source: The Moving Average Ribbon is a series of incrementing moving averages.
de_de: Das Moving Average Ribbon ist eine Serie von steigenden Moving Averages.
es_es: The Moving Average Ribbon es una serie de promedios móviles en aumento.
ko_kr: 이동 평균 리본은 일련의 증가 이동 평균입니다.
ru_ru: Moving Average Ribbon представляет собой ряд увеличивающихся скользящих средних.
zh_hans: 移动平均线功能区是一系列递增的移动平均线.

# NinjaScriptIndicatorDescriptionNBarsDown
source: This indicator returns 1 when we have n of consecutive bars down, otherwise returns 0. A down bar is defined as a bar where the close is below the open and the bars makes a lower high and a lower low. You can adjust the specific requirements with the indicator options.
de_de: Dieser Indikator gibt 1 zurück, wenn wir n aufeinander folgende Abwärts Bars haben, sonst gibt er 0 zurück. Ein Abwärts Bar wird definiert, als ein Bar, das unter dem Eröffnungskurs schliesst sowie über ein tieferes Hoch und tieferes Tief verfügt. Sie können die spezifischen Anforderungen in den Indikator Optionen anpassen.
es_es: Este indicador regresa a 1 cuando tenemos n de barras bajas consecutivas, por otra parte regresa a 0. Una barra abajo es definida como una barra donde el final está debajo del abierto y las barras hacen un nivel más alto de la inferior y un nivel más bajo inferior. Puede ajustar los requisitos específicos con las opciones del indicador.
ko_kr: 이 표시기는 n개의 연속 하락 막대가 있을 때 1을 반환하고, 그렇지 않으면 0을 반환합니다. 하락 막대는 종가가 시가 아래에 있고 막대가 더 낮은 고점과 더 낮은 저점을 만드는 막대로 정의됩니다. 표시기 옵션을 사용하여 특정 요구 사항을 조정할 수 있습니다.
ru_ru: Этот индикатор возвращает 1 когда мы имеем n последовательных баров вниз, по-другому возвращает 0. Вниз бар определяется как бар где закрытие ниже открытия и бары делаются ниже high и ниже low. Вы можете настроить специфичные требуемые опции индикатора.
zh_hans: 这一指标返回 1，当我们有 n 连续K棒下来，否则为返回 0。下栏被定义为低于公开在哪里结束栏和条使较低的高和低低。您可以调整指示器可供选择的具体要求。

# NinjaScriptIndicatorDescriptionNBarsUp
source: This indicator returns 1 when we have n of consecutive bars up, otherwise returns 0. An up bar is defined as a bar where the close is above the open and the bars makes a higher high and a higher low. You can adjust the specific requirements with the indicator options.
de_de: Dieser Indikator gibt 1 zurück, wenn wir n aufeinander folgende Aufwärts Bars haben, sonst gibt er 0 zurück. Ein Aufwärts Bar wird definiert, als ein Bar, das über dem Eröffnungskurs schliesst sowie über ein höheres Hoch und höheres Tief verfügt. Sie können die spezifischen Anforderungen in den Indikator Optionen anpassen.
es_es: Este indicador regresa a 1 si tenemos n de barras consecutivas para arriba, de lo contrario regresa 0. Una encima de la barra se define como una barra donde la cercana está por encima del aire libre y las barras hacen que una esté más alta y una baja mayor. Puede ajustar los requerimientos específicos con las opciones del indicador.
ko_kr: 이 표시기는 n개의 연속 막대가 있을 때 1을 반환하고 그렇지 않으면 0을 반환합니다. 상향 막대는 종가가 시가보다 높고 막대가 더 높은 고점과 더 높은 저점을 만드는 막대로 정의됩니다. 표시기 옵션을 사용하여 특정 요구 사항을 조정할 수 있습니다.
ru_ru: Этот индикатор возвращает 1 когда мы имеем n последовательных баров вверх, по-другому возвращает 0. Вверх бар определяется как бар где закрытие выше открытия и бары делаются выше high и выше low. Вы можете настроить специфичные требуемые опции индикатора.
zh_hans: 这一指标返回 1，当我们有 n 连续K棒了，否则为返回 0。向上的杆被定义为结束在哪里上方打开一个K棒和K棒使较高和较高的低。您可以调整指示器可供选择的具体要求。

# NinjaScriptIndicatorDescriptionNetChangeDisplay
source: Displays net change on the chart.
de_de: Zeigt die Nettoveränderung im Chart an.
es_es: Muestra el cambio neto en el gráfico.
ko_kr: 차트에 순 변화를 표시합니다.
ru_ru: Отображает изменение на графике.
zh_hans: 显示图表上的净变化.

# NinjaScriptIndicatorDescriptionOBV
source: OBV (On Balance Volume) is a running total of volume. It shows if volume is flowing into or out of a security. When the security closes higher than the previous close, all of the day's volume is considered up-volume. When the security closes lower than the previous close, all of the day's volume is considered down-volume.
de_de: OBV (On Balance Volume) ist eine laufende Summe des Volumens. Es zeigt, ob Volumen in oder aus einem Wertpapier fließt. Wenn das Wertpapier höher schließt als der Vortag, wird das gesamte Volumen als aufwärts Volumen gesehen. Beim niedrigeren Schließen als abwärts Volumen.
es_es: OBV (On Balance Volume) es un total que corre del volumen. Este muestra si el volumen fluye en o de una seguridad. Cuando la seguridad se cierra más alto que el final anterior, todo el volumen del día se considera el-volumen creciente. Cuando la seguridad se cierra más abajo que el final anterior, todo el volumen del día se considera el volumen decreciente.
ko_kr: OBV(On Balance Volume)는 거래량의 누계입니다. 볼륨이 유가 증권으로 유입되거나 유출되는지 보여줍니다. 유가 증권이 이전 종가보다 높게 마감되면 하루의 모든 거래량이 상승 거래량으로 간주됩니다. 유가 증권이 이전 종가보다 낮게 마감되면 하루의 모든 거래량이 하락 거래량으로 간주됩니다.
ru_ru: OBV, On Balance Volume управляет общим объемом. Показывает если объем течет в или из ценных бумаг. Когда ценные бумаги закрываются выше чем предыдущее закрытие, весь дневной объем считается вверх-объем. Когда бумаги закрываются ниже чем предыдущее закрытие, весь дневной объем считается вниз-объем.
zh_hans: OBV （平衡卷） 是卷的运行总和。它表明是否卷流动进入或离开安全。当安全关闭比上日收市价高时，所有当天的卷被认为是向上卷。当安全比以前低关门时，所有当天的卷被认为是下卷。

# NinjaScriptIndicatorDescriptionParabolicSAR
source: Parabolic SAR according to Stocks and Commodities magazine V 11:11 (477-479).
de_de: Parabolic SAR nach Stocks and Commodities Magazin V 11:11 (477 – 479).
es_es: SAR parabólico según la revista Stocks and Commodities V 11:11 (477-479).
ko_kr: Stocks and Commodities 잡지 V 11:11(477-479)에 따른 포물선 SAR.
ru_ru: Parabolic SAR согласно журналу Акции и Сырьевые Товары V 11:11 (477-479).
zh_hans: 抛物型香港特区根据股票和大宗商品杂志 V 11:11 (477-479)。

# NinjaScriptIndicatorDescriptionPFE
source: The PFE (Polarized Fractal Efficiency) is an indicator that uses fractal geometry to determine how efficiently the price is moving.
de_de: PFE (Polarized Fractal Efficiency) ist ein Indikator, der fraktale Geometrie verwendet, um festzustellen, wie effizient sich der Preis bewegt.
es_es: El PFE (Polarized Fractal Efficiency) es un indicador que usa la geometría fractal para determinar cómo eficazmente el precio se mueve.
ko_kr: PFE(Polarized Fractal Efficiency)는 프랙탈 기하학을 사용하여 가격이 얼마나 효율적으로 움직이는지 결정하는 지표입니다.
ru_ru: PFE (Polarized Fractal Efficiency) индикатор, который использует фрактальную геометрию для определения насколько эффективно движется цена.
zh_hans: PFE （极化分形效率） 是使用分形几何来确定如何有效价格是移动指示器。

# NinjaScriptIndicatorDescriptionPivots
source: The Pivots (Pivot Points) indicator plots the averages of the High, Low, and Close of a prior session or group of prior sessions. This is based on the historical data as provided by your market data feed provider.
de_de: Pivot Punkte
es_es: Los Pivotes (Pivot Points) traza los promedios de la alta, baja y cierre de una sesión anterior o grupo de sesiones anteriores. Esto se basa en los datos históricos proporcionados por su proveedor de alimentación de datos de mercado.
ko_kr: 피벗(피벗 포인트) 표시기는 이전 세션 또는 이전 세션 그룹의 고가, 저가 및 종가 평균을 표시합니다. 이는 시장 데이터 피드 제공자가 제공한 과거 데이터를 기반으로 합니다.
ru_ru: Индикатор Pivots (Pivot Points) отображает средние значения High, Low и Close предыдущей сессии или группы предыдущих сессий. Это основано на исторических данных, предоставленных поставщиком рыночных данных.
zh_hans: 支点 （支点） 指标绘制高、 低和事先会话或组会议召开之前，关闭的平均值。这基于历史数据提供的你方市场饲料的数据提供程序。

# NinjaScriptIndicatorDescriptionPPO
source: The PPO (Percentage Price Oscillator) is based on two moving averages expressed as a percentage. The PPO is found by subtracting the longer MA from the shorter MA and then dividing the difference by the longer MA.
de_de: Der PPO (Percentage Price Oszillator) basiert auf zwei gleitende Durchschnitten, ausgedrückt als Prozentsatz. Der PPO Wert findet sich durch Subtraktion des längeren MA vom kürzeren MA und dann die Differenz durch den längeren MA dividiert.
es_es: El PPO (Percentage Price Oscillator) está basado en dos valores medios móviles expresados como un porcentaje. El PPO es encontrado restando a la MA más larga de la MA más corta y luego dividiendo la diferencia por la MA más larga.
ko_kr: PPO(Percentage Price Oscillator)는 백분율로 표시되는 두 개의 이동 평균을 기반으로 합니다. PPO는 더 짧은 MA에서 더 긴 MA를 뺀 다음 그 차이를 더 긴 MA로 나누어 구합니다.
ru_ru: PPO (Percentage Price Oscillator) базируется на двух скользящих средних выраженных в процентах. РРО находится из вычитания длинной MA от короткого MA и затем делением разности на длинный MA.
zh_hans: PPO （百分比价格振荡器） 基于两条移动平均线，以百分比表示。PPO 发现通过减去从短马长马，然后将该差值除以长马。

# NinjaScriptIndicatorDescriptionPriceLine
source: Displays ask, bid, and/or last lines on the chart.
de_de: Zeigt ask, bid, und/oder last Linien im Chart.
es_es: Muestra en las últimas líneas de oferta y demanda del gráfico
ko_kr: 차트에 매도, 입찰 및/또는 마지막 라인을 표시합니다.
ru_ru: Отображает ask, bid, и/или линии last на графике.
zh_hans: 显示图表上的 "询问"、"出价" 和 "最后一行".

# NinjaScriptIndicatorDescriptionPriceOscillator
source: The Price Oscillator indicator shows the variation among two moving averages for the price of a security.
de_de: Der Preis Oszillator Indikator zeigt die Variation zwischen zwei gleitenden Durchschnitten für den Preis eines Wertpapiers.
es_es: The Price Oscillator muestra la variación entre dos valores medios móviles por el precio de una seguridad.
ko_kr: Price Oscillator 표시기는 유가 증권 가격에 대한 두 이동 평균 간의 변동을 보여줍니다.
ru_ru: Индикатор Price Oscillator показвает вариацию между двумя скользящими средними от цены ценной бумаги.
zh_hans: 价格振荡器指示器显示安全之间两条移动平均线的价格的变化。

# NinjaScriptIndicatorDescriptionPriorDayOHLC
source: Plots the open, high, low and close values from the session starting on the prior day.
de_de: Stellt die Eröffnung, sowie die Hochs und Tiefs der vorigen Handelssitzung dar.
es_es: Traza los valores abiertos, altos, bajos y cercanos de la sesión que comienza durante el día previo.
ko_kr: 전날 시작하는 세션의 시가, 고가, 저가 및 종가를 표시합니다.
ru_ru: Наносит значения сессии начиная от предыдущего дня: открытие, high, low, закрытие
zh_hans: 情节的打开、 关闭、 高、 低的值，从会议开始前一天。

# NinjaScriptIndicatorDescriptionPsychologicalLine
source: The Psychological Line is the ratio of the number of rising bars over the specified number of bars.
de_de: Die Psychologische Linie ist das Verhältnis der Anzahl der aufsteigenden Balken zu der angegebenen Anzahl von Balken.
es_es: The Psychological Line es la relación entre el número de barras de levantamiento en el número de barras especificado.
ko_kr: 심리적 선은 지정된 막대 수에 대한 상승 막대 수의 비율입니다.
ru_ru: Psychological Line - это отношение числа восходящих баров к указанному количеству баров.
zh_hans: 心理线是上升的柱数与指定柱数的比率.

# NinjaScriptIndicatorDescriptionRange
source: Calculates the range of a bar.
de_de: Berechnet die Spanne eines Bars.
es_es: Cálculos del rango de una barra.
ko_kr: 막대의 범위를 계산합니다.
ru_ru: Вычисление диапазона бара.
zh_hans: 计算栏的范围。

# NinjaScriptIndicatorDescriptionRangeCounter
source: Displays the range count of a bar.
es_es: Muestra el recuento de rangos de una barra.
ko_kr: 막대의 범위 수를 표시합니다.
ru_ru: Отображение подсчитаного диапазона бара.
zh_hans: 显示范围计数的一家酒吧"

# NinjaScriptIndicatorDescriptionRegressionChannel
source: Linear regression is used to calculate a best fit line for the price data. In addition an upper and lower band is added by calculating the standard deviation of prices from the regression line.
de_de: Lineare Regression wird verwendet, um eine am Besten passende Trendlinie für die Preisdaten zu berechnen. Darüber hinaus wird ein oberes und unteres Band hinzugefügt, die durch die Berechnung der Standardabweichung der Preise von der Regressionsgeraden entstehen.
es_es: La regresión lineal es usada para calcular una mejor línea adecuada para los datos de precios. Además un grupo superior e inferior es añadido calculando la desviación estándar de precios de la línea de la regresión.
ko_kr: 선형 회귀는 가격 데이터에 가장 적합한 선을 계산하는 데 사용됩니다. 또한 회귀선에서 가격의 표준 편차를 계산하여 상위 및 하위 밴드를 추가합니다.
ru_ru: Линейная регрессия используется для расчета подходящей линии для данных о цене. В дополнение верхние и нижнии полосы добавляются из вычисления стандартного отклонения цен от линии регрессии.
zh_hans: 线性回归用于计算最优拟合线的价格数据。另外通过计算标准偏差的价格从回归行添加上部和下部的乐队。

# NinjaScriptIndicatorDescriptionRelativeVigorIndex
source: The Relative Vigor Index measures the strength of a trend by comparing an instruments closing price to its price range. It's based on the fact that prices tend to close higher than they open in up trends, and closer lower than they open in downtrends.
de_de: Der Relative Vigor Index misst die Stärke eines Trends, indem er den Schlusskurs eines Instruments mit dessen Preisspanne vergleicht. Es basiert auf der Tatsache, dass die Preise tendenziell höher schließen, als sie sich bei Aufwärtstrends öffnen, und näher bei ihnen als bei Abwärtstrends.
es_es: The Relative Vigor Index mide la fuerza de una tendencia comparando un precio de cierre de los instrumentos a su gama de precios. Se basa en el hecho de que los precios tienden a cerrar más alto de lo que se abren en las tendencias, y más cerca de lo que se abren en bajistas.
ko_kr: 상대 활력 지수는 상품 종가를 가격대와 비교하여 추세의 강도를 측정합니다. 이는 가격이 상승 추세에서 시가보다 높게 마감되고 하락 추세에서 시가보다 더 낮게 마감되는 경향이 있다는 사실에 기반합니다.
ru_ru: Relative Vigor Index измеряет силу тренда, сравнивая цену закрытия инструментов с ценовым диапазоном. Это основано на том, что цены, как правило, выше, чем они открываются вверх по тенденциям, и ближе к минимуму, чем они открываются в нисходящем тренде.
zh_hans: 相对活力指数通过将工具收盘价与其价格区间进行比较来衡量趋势的强度。这是基于这样一个事实, 即价格往往收盘价高于上行趋势的收盘价, 也比下跌趋势中的价格更低.

# NinjaScriptIndicatorDescriptionRIND
source: RIND (Range Indicator) compares the intraday range (high - low) to the inter-day (close - previous close) range. When the intraday range is greater than the inter-day range, the Range Indicator will be a high value. This signals an end to the current trend. When the Range Indicator is at a low level, a new trend is about to start.
de_de: RIND (Range Indicator) vergleicht die Intraday Preisspanne (Hoch - Tief) mit der Interday Preisspanne (Schlusskurs - voriger Schlusskurs) Wenn die Intraday Spanne größer als die Interday Spanne ist, hat der Range Indikator einen hohen Wert. Dies signalisiert ein Ende des aktuellen Trends. Wenn der Range Indikator auf einem niedrigen Niveau ist, kann ein neuer Trend starten.
es_es: RIND (Range Indicator) compara la variedad de un día (alto - bajo) hasta el interdía (cerca - final anterior) variedad. Cuando la variedad de un día sea mayor que la variedad del interdía, el Indicador de la Variedad será un valor alto. Esto señala un final a la tendencia actual. Cuando el Indicador de la Variedad está a un nivel bajo, una nueva tendencia está a punto de comenzar.
ko_kr: RIND(범위 표시기)는 일중 범위(고가 - 저가)를 일간(종가 - 이전 종가) 범위와 비교합니다. 일중 범위가 일간 범위보다 크면 범위 표시기가 높은 값이 됩니다. 이것은 현재 추세의 끝을 나타냅니다. 범위 표시기가 낮은 수준에 있으면 새로운 추세가 시작됩니다.
ru_ru: RIND, Range Indicator сравнивает внутридневной диапазон (high - low) с между-дневным (закрытие - предыдущее закрытие) диапазоном. Когда внутридневной диапазон больше чем между-дневной, индикатор диапазона показывает высокое значение. Это сигнализирует конец текущему тренду. Когда индикатор диапазона на низком уровне, новый тренд собирается начаться.
zh_hans: 果皮 （范围指示器） 比较盘中范围 （高-低） 间的一天 （关闭-以前附近） 范围。当盘中范围大于间天范围时，范围指示器将较高的价值。这标志着结束到当前的趋势。当范围指示器处于低水平时，新的趋势即将开始。
