Repository: pppmbs/NT8Strategy
Catalog: Resource.*.resx
Languages: de_de, es_es, ko_kr, ru_ru, zh_hans

# ShareFacebookScopesNotFound
source: Could not verify Facebook permissions
de_de: Facebook - Berechtigung konnte nicht verifiziert werden
es_es: No puede verificar los permisos de Facebook
ko_kr: Facebook 권한을 확인할 수 없습니다.
ru_ru: Не удалось проверить разрешения Facebook
zh_hans: 无法验证 Facebook 权限

# ShareFacebookSentSuccessfully
source: {0} - Post sent successfully
de_de: {0} Post erfolgreich
es_es: {0} - Se envió el correo exitosamente
ko_kr: {0} - 게시물이 성공적으로 전송되었습니다.
ru_ru: {0} - Сообщение успешно отправлено
zh_hans: {0}-邮政发送成功

# ShareForbidden
source: The Share provider returned a Forbidden message: '{0}'
de_de: Der Aktienprovider meldet einen Forbidden Message Fehler:´{0}´
es_es: El proveedor Share devolvió un mensaje prohibido: {0}
ko_kr: 공유 제공자가 금지된 메시지를 반환했습니다. ' {0} '
ru_ru: Провайдер возвратил сообщение запрета: '{0}'
zh_hans: 共享提供程序返回禁止消息:"{0}"

# ShareGatewayTimeoutError
source: The Share provider returned a Gateway Timeout error:'{0}'
de_de: Der Aktienprovider meldet einen Gateway Timeout Fehler: ´{0}´
es_es: El proveedor devolvió un error de Gateway Timeout: {0}
ko_kr: 공유 제공자가 게이트웨이 시간 초과 오류를 반환했습니다. ' {0} '
ru_ru: Провайдер возвратил ошибку шлюза времени окончания: '{0}'
zh_hans: 共享提供程序返回一个网关超时错误:"{0}"

# ShareImageNoLongerExists
source: The image at location '{0}' cannot be found.
de_de: Das Bild an der Position '{0}' kann nicht gefunden werden.
es_es: La Imagen en la dirección {0} no puede ser encontrada
ko_kr: {0} ' 위치에서 이미지를 찾을 수 없습니다.
ru_ru: Изображение в '{0}' не может быть найдено.
zh_hans: 找不到位置"{0}"图像。

# ShareInternalServerError
source: The Share provider returned an Internal Server Error: '{0}'
de_de: Der Aktienprovider meldet einen Internal Server Fehler:´{0}´
es_es: El proveedor Share devolvió un error en el servidor interno: {0}
ko_kr: 공유 공급자가 내부 서버 오류를 반환했습니다. ' {0} '
ru_ru: Провайдер возвратил ошибку внутреннего сервера: '{0}'
zh_hans: 共享提供程序返回一个内部服务器错误:"{0}"

# ShareMailException
source: There was an error sending a mail message: {0}
de_de: Fehler beim Senden der Email: {0}
es_es: Hubo un error al enviar un mensaje electrónico: {0}
ko_kr: 메일 메시지를 보내는 동안 오류가 발생했습니다: {0}
ru_ru: Обнаружена ошибка при отправке сообщения: {0}
zh_hans: 发送邮件时出错： {0}

# ShareMailPreconfiguredComcast
source: Comcast
ko_kr: 컴캐스트
zh_hans: 康卡斯特

# ShareMailPreconfiguredGmail
source: Gmail
ko_kr: 지메일

# ShareMailPreconfiguredICloud
source: iCloud
ko_kr: 아이클라우드

# ShareMailPreconfiguredManual
source: Manual
de_de: Manuell
ko_kr: 설명서
zh_hans: 手动

# ShareMailPreconfiguredOutlook
source: Outlook
ko_kr: 시야
zh_hans: 前景

# ShareMailPreconfiguredYahoo
source: Yahoo
ko_kr: 야후
zh_hans: 雅虎

# ShareMailSendError
source: There was an error sending your message: {0}
de_de: Beim Senden der Nachricht entstand ein Fehler: {0}
es_es: Hubo un error al enviar su mensaje: {0}
ko_kr: 메시지를 보내는 동안 오류가 발생했습니다: {0}
ru_ru: Обнаружена ошибка при отправке сообщения: {0}
zh_hans: 发送邮件时出错： {0}

# ShareMailSentSuccessfully
source: {0} - Message sent successfully
de_de: {0} - Nachricht erfolgreich gesendet
es_es: {0} - el mensaje se envió con éxito
ko_kr: {0} - 메시지가 성공적으로 전송됨
ru_ru: {0} - Сообщение успешно отправлено
zh_hans: {0}-成功发送消息

# ShareNonSuccessCode
source: The Share provider returned a {0} error message: '{1}'
de_de: Der Aktienprovider meldet einen {0} Fehler:´{1}´
es_es: El proveedor de Share devuelve un mensaje de error {0}: '{1}'
ko_kr: 공유 제공자가 {0} 오류 메시지를 {1} '
ru_ru: Провайдер возвратил {0} сообщение об ошибке: '{1}'
zh_hans: 共享提供程序返回一个 {0} 的错误消息: '{1}'

# ShareNotAuthorized
source: The Share provider returned a Not Authorized message: '{0}'
de_de: Der Aktienprovider meldet einen Not-Authorized Fehler:´{0}´
es_es: El proveedor de share devolvió un mensaje no autorizado: {0}
ko_kr: 공유 제공자가 승인되지 않은 메시지를 반환했습니다. ' {0} '
ru_ru: Провайдер возвратил сообщение не авторизации: '{0}'
zh_hans: 共享提供程序返回未授权的消息:"{0}"

# ShareServiceParameters
source: Credentials
de_de: Anmeldedaten
es_es: Credenciales
ko_kr: 자격증명
ru_ru: Полномочия
zh_hans: 凭据

# ShareServicePassword
source: Password
de_de: Passwort
es_es: Contraseña
ko_kr: 비밀번호
ru_ru: Пароль
zh_hans: 密码

# ShareServiceSignature
source: There was an exception in the Share service: '{0}'
de_de: Es gibt einen Ausnahmefehler bei dem Share-Dienst:´{0}´
es_es: Hubo una excepción en el servicio de Share: {0}
ko_kr: 공유 서비스에 예외가 발생했습니다. ' {0} '
ru_ru: Исключение в сервисе: '{0}'
zh_hans: 有人在共享服务中的异常:"{0}"

# ShareServiceUserName
source: User name
de_de: Benutzername
es_es: Nombre de Usuario
ko_kr: 사용자 이름
ru_ru: Имя пользователя
zh_hans: 用户名称

# ShareStockTwitsNoAccount
source: StockTwits account could not be verified
de_de: StockTwits Konto konnte nicht bestätigt werden
es_es: La cuenta StockTwits no podría ser verificada
ko_kr: StockTwits 계정을 확인할 수 없습니다
ru_ru: Счет StockTwits не может быть проверен
zh_hans: 无法验证 stocktwits — — 帐户

# ShareStockTwitsSentSuccessfully
source: {0} - Message sent successfully
de_de: {0} - Nachricht erfolgreich gesendet
es_es: {0} - el mensaje se envió con éxito
ko_kr: {0} - 메시지가 성공적으로 전송됨
ru_ru: {0} - Сообщение успешно отправлено
zh_hans: {0}-成功发送消息

# ShareTextMessageEmail
source: Email
ko_kr: 이메일
ru_ru: Электронная почта
zh_hans: 电子邮件

# ShareTextMessageEmailRequired
source: To configure the Text message via email Share Service you must first set up an Email Share Service.
de_de: Um die Textnachricht über den E-Mail-Share-Service zu konfigurieren, müssen Sie zunächst einen E-Mail-Share-Service einrichten.
es_es: Para configurar el mensaje de texto por correo electrónico compartir servicio que primero debe configurar un servicio de correo electrónico compartido.
ko_kr: 이메일 공유 서비스를 통해 문자 메시지를 구성하려면 먼저 이메일 공유 서비스를 설정해야 합니다.
ru_ru: Чтобы настроить текстовое сообщение по электронной почте 'Поделиться в соц сетях' , вы должны сначала настроить электронную почту 'Поделиться в соц сетях'.
zh_hans: 要通过电子邮件共享服务配置短信, 必须首先设置电子邮件共享服务.

# ShareTextMessageErrorOnShare
source: There was an error sending message via {0} email service: '{1}'
de_de: Es gab einen Fehler beim Senden einer Nachricht über den {0} E-Mail-Dienst: '{1}'
es_es: Hubo un error al enviar mensaje vía servicio de correo electrónico {0}: '{1}'
ko_kr: {0} 이메일 서비스를 통해 메시지를 보내는 동안 오류가 발생했습니다 {1} '
ru_ru: Произошла ошибка при отправке сообщения через службу электронной почты {0}: '{1}'
zh_hans: 通过 {0} 电子邮件服务发送消息时出错: "{1}"

# ShareTextMessageMmsAddress
source: MMS address
de_de: MMS-Adresse
es_es: Dirección MMS
ko_kr: MMS 주소
zh_hans: 彩信地址

# ShareTextMessageName
source: Text message via email
de_de: SMS-Nachricht per e-Mail
es_es: Mensaje de texto vía correo electrónico
ko_kr: 이메일을 통한 문자 메시지
ru_ru: Текстовое сообщение по электронной почте
zh_hans: 通过电子邮件发送短信

# ShareTextMessagePhoneNumber
source: Phone number
de_de: Telefonnummer
es_es: Número de teléfono
ko_kr: 전화번호
ru_ru: Телефонный номер
zh_hans: 电话号码

# ShareTextMessagePreconfiguredManual
source: Manual
de_de: Manuell
ko_kr: 설명서
zh_hans: 手动

# ShareTextMessagePreconfiguredSprint
source: Sprint
ko_kr: 스프린트
zh_hans: 冲刺

# ShareTextMessagePreconfiguredTMobile
source: T-Mobile
ko_kr: T 모바일

# ShareTextMessagePreconfiguredVerizon
source: Verizon
ko_kr: 버라이즌

# ShareTextMessageSentSuccessfully
source: {0} - Text message sent
de_de: {0} - Textnachricht gesendet
es_es: {0} - mensaje de texto enviado
ko_kr: {0} - 문자 메시지 전송됨
ru_ru: {0} - текстовое сообщение отправлено
zh_hans: {0}-发送的短信

# ShareTextMessageSmsAddress
source: SMS address
de_de: SMS-Adresse
es_es: Dirección SMS
ko_kr: SMS 주소
ru_ru: SMS адрес
zh_hans: 短信地址

# ShareTooManyRequests
source: The Share provider returned a TooManyRequests message: '{0}'
de_de: Der Aktienprovider meldet einen TooManyRequests Fehler: ´{0}´
es_es: El proveedor Share devolvió demasiados mensajes de solicitud: {0}
ko_kr: 공유 제공자가 TooManyRequests 메시지를 반환했습니다. ' {0} '
ru_ru: Провайдер возвратил сообщение слишком много запросов: '{0}'
zh_hans: 共享提供程序返回一个 TooManyRequests 消息:"{0}"

# ShareTwitterSentSuccessfully
source: {0} - Tweet sent successfully
de_de: {0} - Tweet wurde erfolgreich gesendet
es_es: {0} - Tweet fue enviado exitosamente
ko_kr: {0} - 트윗이 성공적으로 전송되었습니다.
ru_ru: {0} - Tweet успешно отправлен
zh_hans: {0}-tweet 发送成功

source: Show ask line
de_de: Zeige Ask Linie
es_es: Mostrar línea de compra
ko_kr: 질문 라인 표시
ru_ru: Показать линию ask
zh_hans: 显示请求行

source: Show bid line
de_de: Zeige Bid Linie
es_es: Mostrar línea de venta
ko_kr: 입찰가 표시
ru_ru: Показать линию bid
zh_hans: 显示出价行

source: Show close
de_de: Zeige Schlusskurs
es_es: Mostrar cierre
ko_kr: 닫기 표시
ru_ru: Показать закрытие
zh_hans: 显示图片关闭窗口

source: Show high
de_de: Zeige Hoch
es_es: Mostrar la altura
ko_kr: 높은 표시
ru_ru: Показать high
zh_hans: 显示高

source: Show last line
de_de: Zeige Last Linie
es_es: Mostrar última línea
ko_kr: 마지막 줄 표시
ru_ru: Показать линию last
zh_hans: 显示最后一行

source: Show low
de_de: Zeige Tief
es_es: Mostrar el nivel bajo
ko_kr: 낮게 표시
ru_ru: Показать low
zh_hans: 表明低

source: Show open
de_de: Zeige Eröffnung
es_es: Mostrar la apertura
ko_kr: 오픈 쇼
ru_ru: Показать открытие
zh_hans: 显示打开

source: Show pattern count
de_de: Zeige Anzahlt der Pattern
es_es: Mostrar la cuenta patrón
ko_kr: 패턴 수 표시
ru_ru: Показать количество паттерн
zh_hans: 显示模式计数

# ShowPatternCountDescription
source: Set true to display on chart the count of patterns found
de_de: Auf True setzen um die Anzahlt der gefundenen Pattern anzuzeigen
es_es: Seleccione "verdadero" para mostrar en la grafica la cantidad de patrones.
ko_kr: 발견된 패턴의 수를 차트에 표시하려면 true로 설정하십시오.
ru_ru: Установить Верно для отображения на графике найденного количества паттерн
zh_hans: 设置为 true 可在图表上显示的模式发现的计数

source: Show percent
de_de: Anzeige Prozent
es_es: Mostrar porcentaje
ko_kr: 백분율 표시
ru_ru: Показать проценты
zh_hans: 显示百分比

source: Signal period
de_de: Signal Periode
es_es: Periodo de la señal
ko_kr: 신호 주기
ru_ru: Сигнал периода
zh_hans: 信号周期

source: Slow
de_de: Langsam
es_es: Lento
ko_kr: 느린
ru_ru: Медленно
zh_hans: 缓慢

source: Slow limit
de_de: Grenze langsam
es_es: Limite lento
ko_kr: 느린 한계
ru_ru: Медленный лимит
zh_hans: 缓慢的极限

source: Slow period
de_de: Langsame Periode
es_es: Mostrar periodo
ko_kr: 느린 기간
ru_ru: Показать период
zh_hans: 慢速期

source: Small area color
de_de: Farbe kleinere Fläche
es_es: Pequeña area de color
ko_kr: 작은 면적 색상
ru_ru: Цвет малой области
zh_hans: 小区域颜色

source: Smooth
de_de: Glättung
es_es: Moderar
ko_kr: 매끄러운
ru_ru: Гладкий
zh_hans: 顺利

source: Smoothing
de_de: Glätten
es_es: Parejando
ko_kr: 스무딩
ru_ru: Сглаживание
zh_hans: 平滑

# StochasticsD
source: D
ko_kr: NS

# StochasticsK
source: K
ko_kr: 케이

# StockTwitsSentiment
source: Sentiment:
es_es: Sentimiento:
ko_kr: 감정:
zh_hans: 人气:

# StockTwitsSentimentDescription
source: Choose Bearish, Neutral, or Bullish for this message
de_de: Wähle Bärisch, Neutral. oder Bullisch für diese Nachricht
es_es: Elija Bearish, Neutral, o Bullish para este mensaje
ko_kr: 이 메시지에 대해 Bearish, Neutral 또는 Bullish를 선택하십시오.
ru_ru: Выбрать Медвежий, Нейтральный, или Бычий для этого сообщения
zh_hans: 为此消息选择 Bearish，中性或乐观

# StockTwitsServiceName
source: StockTwits
ko_kr: 스톡트위츠

# StockTwitsSignature
source: Sent by NinjaTrader
de_de: Gesendet von NinjaTrader
es_es: Envío por NinjaTrader
ko_kr: NinjaTrader가 보낸
ru_ru: Отправлено NinjaTrader
zh_hans: 由 NinjaTrader 发送

source: Strength
de_de: Stärke
es_es: Fuerza
ko_kr: 힘
ru_ru: Сила
zh_hans: 强度

# SuperDomColumnException
source: SuperDOM column '{0}': Error on calling '{1}' method: {2}
de_de: SuperDOM-Spalte'{0}': Fehler beim Aufruf der Methode'{1}': {2}
es_es: Columna de SuperDOM '{0}': Error en llamar '{1}' método: {2}
ko_kr: SuperDOM 열 ' {0} ': ' {1} ' 메서드 {2}
ru_ru: SuperDOM столбец '{0}': ошибка метода '{1}': {2}
zh_hans: SuperDOM 列 "{0}": 调用 "{1}" 方法时出错: {2}

source: Swing high
de_de: Swing Hoch
es_es: Oscilación alta
ko_kr: 스윙 하이
ru_ru: Свинг high
zh_hans: 高摆动

source: Swing low
de_de: Swing Tief
es_es: Oscilación baja
ko_kr: 스윙 로우
ru_ru: Свинг low
zh_hans: 低摆动

# SwingSwingHighBarBarsAgoGreaterEqual
source: {0}.SwingHighBar: barsAgo must be greater/equal 0 but was {1}
de_de: {0} .SwingHighBar: barsAgo muss größer / gleich 0 sein, war aber {1}
es_es: {0}. SwingHighBar: barsAgo debe ser 0 mayor/igual pero era {1}
ko_kr: {0} .SwingHighBar: barsAgo는 0보다 크거나 같아야 하지만 {1}
ru_ru: {0}.SwingHighBar: barsAgo должно быть выше/равно 0 но было {1}
zh_hans: {0}。SwingHighBar: barsAgo 一定更大/平等 0 但是是 {1}

# SwingSwingHighBarBarsAgoOutOfRange
source: {0}.SwingHighBar: barsAgo out of valid range 0 through {1}, was {2}.
de_de: {0} .SwingHighBar: barsAgo aus gültigem Bereich 0 bis {1}, war {2}.
es_es: 0}. SwingHighBar: barsAgo fuera del rango valido 0 a través de {1}, fue {2}.
ko_kr: {0} {1} 까지의 유효한 범위를 벗어났습니다 {2} 이었습니다.
ru_ru: {0}.SwingHighBar: barsAgo за пределами допустимого диапазона от 0 до {1}, было {2}.
zh_hans: {0}。SwingHighBar: barsAgo 超出有效范围 0 通过 {1}，是 {2}。

# SwingSwingHighBarInstanceGreaterEqual
source: {0}.SwingHighBar: instance must be greater/equal 1 but was {1}
de_de: {0} .SowHighBar: Instanz muss größer / gleich 1 sein, war aber {1}
es_es: {0}. SwingHighBar: instancia debe ser mayor/igual 1 pero fue {1}
ko_kr: {0} .SwingHighBar: 인스턴스는 1보다 크거나 같아야 하지만 {1}
ru_ru: {0}.SwingHighBar: instance должно быть выше/равно 0 но было {1}
zh_hans: {0}。SwingHighBar： 实例一定更大/平等 1 但是是 {1}

# SwingSwingLowBarBarsAgoGreaterEqual
source: {0}.SwingLowBar: barsAgo must be greater/equal 0 but was {1}
de_de: {0} .SwingLowBar: barsAgo muss größer / gleich 0 sein, war aber {1}
es_es: {0}. SwingLowBar: barsAgo debe ser 0 mayor/igual pero fue {1}
ko_kr: {0} .SwingLowBar: barsAgo는 0보다 크거나 같아야 하지만 {1}
ru_ru: {0}.SwingLowBar: barsAgo должно быть выше/равно 0 но было {1}
zh_hans: {0}。SwingLowBar: barsAgo 一定更大/平等 0 但是是 {1}

# SwingSwingLowBarBarsAgoOutOfRange
source: {0}.SwingLowBar: barsAgo out of valid range 0 through {1}, was {2}.
de_de: {0} .SwingLowBar: barsAgo aus gültigem Bereich 0 bis {1}, war {2}.
es_es: {0}. SwingLowBar: barsAgo fuera del rango valido 0 a través de {1}, fue {2}.
ko_kr: {0} {1} 까지의 유효한 범위를 벗어났습니다 {2} 이었습니다.
ru_ru: {0}.SwingLowBar: barsAgo за пределами допустимого диапазона от 0 до {1}, было {2}.
zh_hans: {0}。SwingLowBar: barsAgo 超出有效范围 0 通过 {1}，是 {2}。

# SwingSwingLowBarInstanceGreaterEqual
source: {0}.SwingLowBar: instance must be greater/equal 1 but was {1}
de_de: {0} .SwingLowBar: Instanz muss größer / gleich 1 sein, war aber {1}
es_es: {0}. SwingLowBar: instancia debe ser mayor/igual 1 pero fue {1}
ko_kr: {0} .SwingLowBar: 인스턴스는 1보다 크거나 같아야 하지만 {1}
ru_ru: {0}.SwingLowBar: instance должно быть выше/равно 0 но было {1}
zh_hans: {0}。SwingLowBar： 实例一定更大/平等 1 但是是 {1}

source: T count
es_es: Cuenta T
ko_kr: T 카운트
zh_hans: T 计数

source: Text color
de_de: Farbe Text
es_es: Color del texto
ko_kr: 텍스트 색상
ru_ru: Цвет текста
zh_hans: 文本颜色

source: Text font
de_de: Schrift Text
es_es: Fuente del texto
ko_kr: 텍스트 글꼴
ru_ru: Цвет шрифта
zh_hans: 文本字体

# TextFontDescription
source: Select font, style, size to display on chart
de_de: Wählen Sie Schriftart, Stil und Größe aus, die im Diagramm angezeigt werden sollen
es_es: Seleccione la fuente, el estilo y el tamaño para mostrar en el gráfico
ko_kr: 차트에 표시할 글꼴, 스타일, 크기 선택
ru_ru: Выберите шрифт, стиль, размер для отображения на графике
zh_hans: 选择要在图表上显示的字体，样式，大小

# TextPosition_BottomLeft
source: Bottom left
de_de: Unten Links
es_es: Izquierda inferior
ko_kr: 왼쪽 하단
ru_ru: Внизу Слева
zh_hans: 左下角

# TextPosition_BottomRight
source: Bottom right
de_de: Unten Rechts
es_es: Derecha inferior
ko_kr: 오른쪽 하단
ru_ru: Внизу Справа
zh_hans: 右下角

# TextPosition_Center
source: Center
de_de: Zentrieren
es_es: Centro
ko_kr: 센터
ru_ru: Центровка
zh_hans: 中心

# TextPosition_TopLeft
source: Top left
de_de: Oben Links
es_es: Izquierda superior
ko_kr: 왼쪽 상단
ru_ru: Вверху Слева
zh_hans: 左上角

# TextPosition_TopRight
source: Top right
de_de: Oben Rechts
es_es: Derecha superior
ko_kr: 맨 위 오른쪽
ru_ru: Вверху Справа
zh_hans: 右上角

# TickCounterBarError
source: Tick Counter only works on bars built with a set number of ticks
de_de: Tick Counter funktioniert nur auf tickbasierten Charts
es_es: Contador de marcas sólo funciona en las barras construidas con un número determinado de marcas
ko_kr: 틱 카운터는 설정된 틱 수로 만들어진 막대에서만 작동합니다.
ru_ru: Tick counter работает только на барах, построенных с заданным количеством тиков
zh_hans: 时钟计数器仅适用于K棒建立一系列的Tick

# TickCounterTickCount
source: Tick Count =
ko_kr: 틱 수 =
zh_hans: Tick计数 =

# TickCounterTicksRemaining
source: Ticks Remaining =
de_de: Ticks verbleibend =
es_es: Marcas restantes =
ko_kr: 남은 틱 =
zh_hans: Ticks剩余 =

# TrendLinesCurrentTrendLine
source: Current trend line
de_de: Aktuelle Trendlinie
es_es: Línea de tendencia actual
ko_kr: 현재 추세선
ru_ru: Линия текущего тренда
zh_hans: 当前趋势线

# TrendLinesNotVisible
source: TrendLines indicator is not visible with Strategy Analyzer
de_de: TrendLines-Indikator ist mit Strategy Analyzer nicht sichtbar
es_es: El indicador TrendLines no es visible con Strategy Analyzer
ko_kr: 전략 분석기에는 추세선 표시등이 표시되지 않습니다.
ru_ru: Индикатор TrendLines не виден в анализаторе стратегий
zh_hans: 趋势线指标在策略分析器中不可见

# TrendLinesTrendLineBroken
source: {0} broken
de_de: {0} gebrochen
es_es: {0} roto
ko_kr: {0} 고장
ru_ru: {0} сломан
zh_hans: {0}破碎

# TrendLinesTrendLineHigh
source: Trend line high
de_de: Trendlinienhoch
es_es: Línea de tendencia alta
ko_kr: 추세선 높음
ru_ru: Линия тренда high
zh_hans: 趋势线高

# TrendLinesTrendLineLow
source: Trend line low
de_de: Trendlinientief
es_es: Línea de tendencia de baja
ko_kr: 추세선 낮음
ru_ru: Линия тренда low
zh_hans: 趋势线低

source: Trend strength
de_de: Dicke Text
es_es: Fuerza de la tendencia
ko_kr: 추세 강도
ru_ru: Сила тренда
zh_hans: 趋势的力量

# TrendStrengthDescription
source: Number of bars required to define a trend when a pattern requires a prevailing trend. \nA value of zero will disable trend requirement.
de_de: Anzahl der Bars die erforderlich sind, um einen Trend zu definieren... falls ein Pattern einen Trend benötigt \ nA Wert von Null bedeutet dass kein Trend nötig ist.
es_es: Número de barras necesarios para definir una tendencia cuando un patrón requiere una tendencia predominante. \nA valor de cero desactivará requisito de tendencia.
ko_kr: 패턴에 일반적인 추세가 필요한 경우 추세를 정의하는 데 필요한 막대 수입니다. \n값이 0이면 추세 요구 사항이 비활성화됩니다.
ru_ru: Число баров необходимых для определения тренда когда паттерну требуется преобладающий тренд. \nA значение нуля запрещенно требованием тренда.
zh_hans: 定义一种趋势，当一种模式需要一种普遍趋势所需的条形的数目。\nA 值为零将禁用趋势要求。

# TRIXSignal
source: Signal
es_es: Señal
ko_kr: 신호
ru_ru: Сигнал
zh_hans: 信号

# TwitterAuthHeader
source: Account Successfully Authorized
de_de: Konto erfolgreich autorisiert
es_es: Cuenta autorizada correctamente
ko_kr: 계정이 성공적으로 승인됨
ru_ru: Учетная запись успешно авторизована
zh_hans: 帐户已成功授权

# TwitterAuthText1
source: You have successfully authorized {0} to access your Twitter account.
de_de: Du hast {0} erfolgreich autorisiert, auf deinen Twitter Account zuzugreifen.
es_es: Has autorizado correctamente a {0} a acceder a tu cuenta de Twitter.
ko_kr: {0} 가) 귀하의 Twitter 계정에 액세스할 수 있도록 승인했습니다.
ru_ru: Вы успешно авторизовали {0} для доступа к вашей учетной записи Twitter.
zh_hans: 你已成功授权{0}访问你的 Twitter 帐户。

# TwitterAuthText2
source: You may close this window and return to {0}.
de_de: Sie können dieses Fenster schließen und zu {0} zurückkehren.
es_es: Puede cerrar esta ventana y volver a {0}.
ko_kr: 이 창을 닫고 {0} 돌아갈 수 있습니다.
ru_ru: Вы можете закрыть это окно и вернуться к {0}.
zh_hans: 您可以关闭此窗口并返回到{0}。

# TwitterServiceName
source: Twitter
ko_kr: 트위터
zh_hans: 推特

# TwitterSignature
source: #NinjaTrader
ko_kr: #닌자트레이더

source: Unit
de_de: Anzahl
es_es: Unidad
ko_kr: 단위
ru_ru: Единиц
zh_hans: 单位

source: Up bar color
de_de: Farbe Aufwärtskerze
es_es: Color de barra alta
ko_kr: 업 바 색상
ru_ru: Цвет бара вверх
zh_hans: K棒上涨颜色

source: Use high low
de_de: Verwenden der Hochs/Tiefs
es_es: Use alto bajo
ko_kr: 높음 낮음 사용
ru_ru: Использовать high low
zh_hans: 使用高低

source: User defined close
de_de: Benutzerdefinierter Close
es_es: Cerrado definido por el usuario
ko_kr: 사용자 정의 닫기
ru_ru: Close определенный пользователем
zh_hans: 用户自定义关闭

source: User defined high
de_de: Benutzerdefiniertes Hoch
es_es: Alto definido por el usuario
ko_kr: 사용자 정의 높음
ru_ru: High определенный пользователем
zh_hans: 用户定义高

source: User defined low
de_de: Benutzerdefiniertes Tief
es_es: Debajo definido por el usuario.
ko_kr: 사용자 정의 낮은
ru_ru: Low определенный пользователем
zh_hans: 用户定义低

source: V factor
es_es: Factor V
ko_kr: V 계수
ru_ru: Фактор V
zh_hans: V因素

source: Volatility period
de_de: Periode Volatilität
es_es: Periodo de volatilidad
ko_kr: 변동성 기간
ru_ru: Период волатильности
zh_hans: 波动期

# VolumeCounterBarError
source: Volume Counter only works on volume based intervals
de_de: Volume Counter arbeitet nur auf volumenbasierten Intervallen
es_es: Contador de volumen sólo funciona en volumen basado en intervalos
ko_kr: 볼륨 카운터는 볼륨 기반 간격에서만 작동합니다.
ru_ru: Volume counter работает только с интервалами по объему
zh_hans: 无成交量数据

# VolumeCounterVolumeCount
source: Volume =
de_de: Volumen =
es_es: Volumen =
ko_kr: 볼륨 =
ru_ru: Объем =

# VolumeCounterVolumeRemaining
source: Volume remaining =
de_de: Restvolumen =
es_es: Volumen restante =
ko_kr: 남은 볼륨 =
zh_hans: 剩余的成交量 =

source: Volume divisor
de_de: Volumen Teiler
es_es: Divisor del volumen
ko_kr: 볼륨 제수
ru_ru: Делитель объема
zh_hans: 量因子

# VolumeDown
source: Down volume
de_de: Down-Volumen
es_es: Volumen bajo
ko_kr: 볼륨 낮추기
zh_hans: 成交量跌

source: Volume down color
de_de: Farbe Volumen fallend
es_es: Color de volumen bajo
ko_kr: 볼륨 다운 컬러
ru_ru: Цвет объема вниз
zh_hans: 成交量跌颜色

source: Volume neutral color
de_de: Farbe Volumen neutral
es_es: Color de volumen neutral
ko_kr: 볼륨 뉴트럴 컬러
ru_ru: Нейтральный цвет объема
zh_hans: 成交量平颜色

# VolumeUp
source: Up volume
de_de: Up Volumen
es_es: Volumen alto
ko_kr: 볼륨 높이기
ru_ru: Объем вверх
zh_hans: 成交量涨

source: Volume up color
de_de: Farbe Volumen steigend
es_es: Color de volumen alto
ko_kr: 볼륨 업 컬러
ru_ru: Цвет объема вверх
zh_hans: 成交量涨颜色

# VOLVolume
source: Volume
de_de: Volumen
es_es: Volumen
ko_kr: 용량
ru_ru: Объем
zh_hans: 成交量

source: Width
de_de: Breite
es_es: Anchura
ko_kr: 너비
ru_ru: Ширина
zh_hans: 宽度

# WilliamsPercentR
source: Williams %R
ko_kr: 윌리엄스 %R
zh_hans: 威廉姆斯 %R

# ZigZagDeviationValueError
source: "ZigZag can't plot any values since the deviation value is too large. Please reduce it."
de_de: "ZigZag kann keine Werte zeichnen, da der Abweichungswert zu groß ist. Bitte reduzieren Sie ihn."
es_es: Zig-zag no puede trazar los valores ya que el valor de la desviación es demasiado grande. Por favor, reducirlo.
ko_kr: "편차 값이 너무 커서 ZigZag에서 값을 그릴 수 없습니다. 줄여주세요."
ru_ru: "ZigZag не может отображать значения, так как значение отклонения слишком большое. Пожалуйста, уменьшите его".
zh_hans: "曲折不能绘制任何值，鉴于偏差值太大。请减少它。

# ZigZagHighBarBarsAgoOutOfRange
source: {0}.HighBar: barsAgo out of valid range 0 through {1}, was {2}
de_de: {0} .HighBar: barsAgo aus gültigem Bereich 0 bis {1}, war {2}
es_es: {0}. HighBar: barsAgo fuera del rango valido 0 a través de {1}, {2}
ko_kr: {0} {1} 까지의 유효한 범위를 벗어났습니다. {2}
zh_hans: {0}。HighBar: barsAgo 超出有效范围 0 通过 {1}，是 {2}

# ZigZagHighBarInstanceGreaterEqual
source: {0}.HighBar: instance must be greater/equal 1 but was {1}
de_de: {0} .HighBar: Instanz muss größer / gleich 1 sein, aber war {1}
es_es: {0}. HighBar: instancia debe ser mayor/igual 1 pero fue {1}
ko_kr: {0} .HighBar: 인스턴스는 1보다 크거나 같아야 하지만 {1}
zh_hans: {0}。HighBar： 实例一定更大/平等 1 但是是 {1}

# ZigZagLowBarBarsAgoOutOfRange
source: {0}.LowBar: barsAgo out of valid range 0 through {1}, was {2}
de_de: {0} .LowBar: barsAgo aus gültigem Bereich 0 bis {1}, war {2}
es_es: {0}. LowBar: barsAgo fuera del rango valido 0 a través de {1}, {2}
ko_kr: {0} {1} 까지의 유효한 범위를 벗어났습니다. {2}
zh_hans: {0}。LowBar： 超出有效范围 0 通过 {1}，barsAgo 是 {2}
