Repository: pppmbs/NT8Strategy
Catalog: Resource.*.resx
Languages: de_de, es_es, ko_kr, ru_ru, zh_hans

# NinjaScriptStrategyDescriptionSampleATMStrategy
source: Advanced trade management sample strategy.
de_de: Beispiel für fortschrittliches Trademanagement
es_es: Gestión de Muestra de la estrategia de Trading Avanzado.
ko_kr: 고급 무역 관리 샘플 전략.
ru_ru: Образец стратегии расширенного управления сделками.
zh_hans: 先进的贸易管理示例策略。

# NinjaScriptStrategyDescriptionSampleCustomPerformance
source: Sample to demonstrate usage of custom performance
de_de: Beispiel einer benutzerdefinierten Performanzkennzahl
es_es: Muestra para demostrar el uso de rendimiento personalizado
ko_kr: 사용자 지정 성능 사용을 보여 주는 샘플
ru_ru: Пример для демонстрации использования анализа торговли, установленного пользователем
zh_hans: 示例来演示的自定义性能的用法

# NinjaScriptStrategyDescriptionSampleFramework
source: This strategy demonstrates some of the capabilities of the NinjaTrader Development Framework
de_de: Diese Strategie zeigt einige der Fähigkeiten des NinjaTrader Development Frameworks
es_es: Esta estrategia muestra algunas de las capacidades del marco de desarrollo Ninja Trader
ko_kr: 이 전략은 NinjaTrader 개발 프레임워크의 일부 기능을 보여줍니다.
ru_ru: Эта стратегия демонстрирует некоторые из возможностей NinjaTrader Development Framework
zh_hans: 这一策略演示一些 NinjaTrader 发展框架的能力

# NinjaScriptStrategyDescriptionSampleMACrossOver
source: Simple moving average cross over strategy.
de_de: Beispiel einer einfachen MA Crossover Strategie.
ko_kr: 단순 이동 평균 교차 전략.
ru_ru: Простая скользящая средняя пересечение стратегии.
zh_hans: 简单移动平均线交叉策略。

# NinjaScriptStrategyDescriptionSampleMultiInstrument
source: Multi-Instrument sample strategy.
de_de: Beispiel einer Multi-Instrument Strategie.
es_es: Muestra de estrategia multi-intrumental
ko_kr: 다중 기기 샘플 전략.
ru_ru: Много-инструментный пример стратегии.
zh_hans: 多品种采样策略。

# NinjaScriptStrategyDescriptionSampleMultiTimeFrame
source: Multi-time frame sample strategy.
de_de: Beispiel einer Multi-Zeitrahmen Strategie.
es_es: Muestra de estrategia multi- marco de tiempo
ko_kr: 다중 시간 프레임 샘플 전략.
ru_ru: Много-временной пакет пример стратегии.
zh_hans: 多个时间框架示例策略。

# NinjaScriptStrategyGenerator
source: Strategy generator
de_de: Strategiegenerator
es_es: Generador de estrategia
ko_kr: 전략 생성기
ru_ru: Генератор стратегий
zh_hans: 策略生成器

# NinjaScriptStrategyGeneratorCandleStickPatternPrompt
source: 1 candle stick pattern|{0} candle stick patterns|Add candle stick pattern...|Configure candle stick pattern...|Configure candle stick patterns...
de_de: 1 Kerzenmuster|{0} Kerzenmuster|Hinzufügen eines Kerzenmusters...|Kerzenmuster konfigurieren...|Kerzenmuster konfigurieren...|Kerzenmuster konfigurieren...
es_es: 1 patrón de vela|{0} patrones de vela|Añadir patrón de vela...|Configurar patrón de vela...|Configurar patrones de vela...
ko_kr: 1 캔들 스틱 패턴| {0} 촛대 패턴|촛대 패턴 추가...|촛대 패턴 구성...|촛대 패턴 구성...
zh_hans: 1 烛棒图案*{0}烛台图案*添加烛台图案...配置烛台图案...配置烛台图案.

# NinjaScriptStrategyGeneratorEntries
source: Entry conditions
de_de: Einstiegsbedingungen
es_es: Condiciones de entrada
ko_kr: 입장 조건
ru_ru: Условия входа
zh_hans: 入学条件

# NinjaScriptStrategyGeneratorEntriesOrExits
source: You needed to at least one entry order exit condition.
de_de: Sie müssen mindestens eine Exit-Bedingung für den Einstiegsauftrag haben.
es_es: Necesitó al menos una orden de entrada con condición de salida
ko_kr: 하나 이상의 진입 주문 종료 조건이 필요했습니다.
ru_ru: Вам нужен хотя бы один ордер на вход чтобы установить условия для выхода.
zh_hans: 您至少需要一个进入订单退出条件.

# NinjaScriptStrategyGeneratorIndicatorException
source: Exception on expression:{0}{1}
de_de: Ausnahme bei Ausdruck:{0}{1}
es_es: Excepción a la expresión: {0} {1}
ko_kr: 표현식 예외: {0} {1}
ru_ru: Исключение в выражении: {0} {1}
zh_hans: Expression:{0}{1} 上的例外情况

# NinjaScriptStrategyGeneratorIndicatorsPrompt
source: 1 indicator|{0} indicators|Add indicator...|Configure indicator...|Configure indicators...
es_es: 1 indicador | indicadores de {0} | Añadir indicador... | Configurar indicador... | Configurar indicadores.
ko_kr: 1 지표| {0} 표시기|표시기 추가...|표시기 구성...|표시기 구성...
ru_ru: 1 индикатор | {0} индикаторов | Добавить индикатор ... | Настроить индикатор ... | Настроить индикатор ...
zh_hans: 1个指标{0} 指示器添加指标..。配置指示器..。配置指标。

# NinjaScriptStrategyGeneratorPeformance
source: Performance for {0} = {1}
de_de: Performance für {0} = {1}
es_es: Rendimiento para {0} = {1}
ko_kr: {0} 성능 = {1}
ru_ru: Анализ торговли для {0} = {1}
zh_hans: {0} = {1} 的性能

# NinjaScriptStrategyGeneratorProperties
source: AI Generate Properties
de_de: AI Generierungseigenschaften
es_es: Propiedades Generadas AI
ko_kr: AI 생성 속성
zh_hans: AI 生成属性

# NinjaScriptStrategyGeneratorTerminated
source: Strategy generator terminated after {0} generations, since there was no performance improvement for {1} generations
de_de: Der Strategiegenerator wurde nach {1} Generationen auf '{0}' beendet, da es keine Performanceverbesserung für {2} Generationen gab
es_es: Generador de estrategia terminada en '{0}' después de generaciones de {1}, puesto que no había ninguna mejora de rendimiento para las generaciones {2}
ko_kr: {1} 세대에 대한 성능 향상이 없었으므로 {0} 세대 후에 전략 생성기가 종료되었습니다.
ru_ru: Генератор стратегий прервался после {0} генерорований, так как не было улучшения производительности для {1} генерирования
zh_hans: 策略生成器在 {1} 代之后终止到 "{0}", 因为 {2} 代的性能没有提高

# NinjaScriptStrategyGeneratorUseCandleStickPattern
source: Candle stick pattern
es_es: Esquema vela
ko_kr: 캔들 스틱 패턴
zh_hans: k线 类型

# NinjaScriptStrategyGeneratorUseIndicators
source: Indicators
de_de: Indikatoren
es_es: Indicadores
ko_kr: 지표
ru_ru: Индикаторы
zh_hans: 指标

# NinjaScriptStrategyNameSampleATMStrategy
source: Sample ATM strategy
de_de: Beispiel einer ATM Strategie
es_es: Muestra de estrategia ATM
ko_kr: 샘플 ATM 전략
ru_ru: Образец АТМ стратегии
zh_hans: 示例 ATM 策略

# NinjaScriptStrategyNameSampleCustomPerformance
source: Sample custom performance
de_de: Beispiel benutzerdefinierte Performanz
es_es: Muestra de rendimiento personalizado
ko_kr: 샘플 사용자 지정 성능
ru_ru: Пример анализа торговли, установленного пользователем
zh_hans: 示例自定义性能

# NinjaScriptStrategyNameSampleFramework
source: Sample framework
de_de: Beispiels-Framework
es_es: Muestra de marco
ko_kr: 샘플 프레임워크
ru_ru: Пример фреймворка
zh_hans: 示例框架

# NinjaScriptStrategyNameSampleMACrossOver
source: Sample MA crossover
de_de: Beispiel MA Crossover
es_es: Muestra de Transición de MA
ko_kr: 샘플 MA 크로스오버
ru_ru: Пример МА пересечения
zh_hans: 示例均线交叉

# NinjaScriptStrategyNameSampleMultiInstrument
source: Sample multi-instrument
de_de: Beispiel Multi Instrument
es_es: Muestra multi instrumental
ko_kr: 샘플 다중 기기
ru_ru: Пример много-инструментного
zh_hans: 示例多商品

# NinjaScriptStrategyNameSampleMultiTimeFrame
source: Sample multi-timeframe
de_de: Beispiel Multi Zeitrahmen
es_es: Muestra multi marco
ko_kr: 샘플 다중 기간
ru_ru: Пример много-временного пакета
zh_hans: 示例多时间段

# NinjaScriptStrategyParameters
source: Strategy parameters
de_de: Strategieparameter
es_es: Parámetros de estrategia
ko_kr: 전략 매개변수
ru_ru: Параметры стратегии
zh_hans: 策略参数

# NinjaScriptSuperDomColumnBaseInitializeBarsPoolError
source: Error on loading bars series for '{0}/{1}': {2}
de_de: Fehler beim Laden der Kerzenreihe für '{0}/{1}': {2}
es_es: Error al cargar las series de barras por {0}/{1}: {2}
ko_kr: {0} / {1} '에 대한 막대 시리즈 로드 중 오류 {2}
ru_ru: Ошибка загрузки серии баров для '{0}/{1}': {2}
zh_hans: 对加载错误K棒系列 ' {0} / {1}': {2}

# NinjaScriptSuperDomColumnDescriptionApq
source: The Approximate Position In Queue (APQ) indicator gives you a conservative estimation of the current position in the queue for orders you have placed.
de_de: In der Warteschlange (APQ) gibt es eine konservative Schätzung der aktuellen Position in der Warteschlange für Aufträge, die Sie platziert haben.
es_es: The Approximate Position In Queue (APQ) le da una estimación conservada de la posición actual en la fila para ordenes que usted ha reemplazado.
ko_kr: APQ(Approximate Position In Queue) 표시기는 주문에 대한 대기열의 현재 위치를 보수적으로 추정합니다.
ru_ru: Индикатор Approximate Position In Queue (APQ) дает вам консервативную оценку текущей позиции в очереди ордеров, которые вы разместили.
zh_hans: 近似位置在队列 (APQ) 指标给你的当前位置为订单队列中放置了保守估计。

# NinjaScriptSuperDomColumnDescriptionNotes
source: The Notes column provides text entry at price points directly in the SuperDOM and can be used to add notes per price level.
de_de: Frei definierbares Feld. Doppelklicken Sie auf die Spalte Notizen um diese zu erstellen oder zu bearbeiten.
es_es: La columna de Notes proporciona la entrada de texto en los puntos de precio directamente en el SuperDOM y se puede utilizar para añadir notas por nivel de precio.
ko_kr: 메모 열은 SuperDOM에서 직접 가격 포인트에 텍스트 입력을 제공하며 가격 수준별로 메모를 추가하는 데 사용할 수 있습니다.
ru_ru: Столбец Заметки предоставляет текстовую запись в точках цены непосредственно в SuperDOM и может использоваться для добавления заметок на уровень цены.
zh_hans: 备注列在 SuperDOM 中直接提供文本条目价位和可以用来添加备注每价格水平。

# NinjaScriptSuperDomColumnDescriptionPnl
source: The Profit and Loss (PnL) column will display the potential profit and loss at each price point once your are in a trade.
de_de: Die Spalte "Gewinn und Verlust" (PnL) zeigt den potenziellen Gewinn und Verlust an jedem Kurs an, sobald Sie im eine geöffnete Position haben.
es_es: La columna Ganancia o perdida (PnL) reproducirá la ganancia y perdida potencial en cada punto de precio una vez que usted esté en un trade.
ko_kr: 손익(PnL) 열은 거래에 참여하면 각 가격대의 잠재적 손익을 표시합니다.
ru_ru: Столбец Прибыль и Убыток (PnL) покажет потенциальную прибыль и убыток, как только вы будете в сделке.
zh_hans: 利润和损失 (PnL) 列将显示潜在的利润和损失在每个价格点一次你在贸易。

# NinjaScriptSuperDomColumnDescriptionVolume
source: The Volume column will use historical tick data to display the number of contracts traded at each price level. You can optionally color the bars based on if trades occurred on the ask or bid.
de_de: Die Spalte Volume verwendet historische Tick-Daten, um die Anzahl der auf jeder Preisstufe gehandelten Kontrakte anzuzeigen. Sie können optional die Balken in Trades auf dem Ask oder Bid filtern.
es_es: La columna de Volumen se usará el historial de datos de marca para reproducir el número de contratos de trade en cada nivel de precio. Usted puede colorear opcionalmente las barras basándose si el negocio ocurriera en la compra y venta.
ko_kr: 거래량 열은 과거 틱 데이터를 사용하여 각 가격 수준에서 거래된 계약 수를 표시합니다. 요청 또는 입찰에서 거래가 발생했는지에 따라 막대를 선택적으로 색칠할 수 있습니다.
ru_ru: В столбце «Объем» будут использоваться исторические данные тика, чтобы отобразить количество контрактов, торгуемых на каждом уровне цен. Вы можете по желанию покрасить бары, основываясь на том, произошли ли сделки Ask или Bid.
zh_hans: 成交量将使用历史Tick数据来显示在每一个价格水平交易合约的数量。你可以选择颜色基于如果交易发生在 ask 或出价的K棒。

# NinjaScriptSuperDomColumnNotes
source: Notes
de_de: Notizen
es_es: Notas
ko_kr: 노트
ru_ru: Заметки
zh_hans: 笔记

# NinjaScriptSuperDomColumnVolume
source: Volume
de_de: Volumen
es_es: Volumen
ko_kr: 용량
ru_ru: Объем
zh_hans: 成交量

# NinjaScriptTileError
source: Error while loading Drawing tool {0} : {1}
de_de: Fehler beim Laden des Zeichenwerkzeugs {0} : {1}
es_es: Error cargando herramientra de {0} : {1}
ko_kr: {0} 로드 중 오류: {1}
ru_ru: Ошибка при загрузке инструмента рисования {0}: {1}
zh_hans: 加载绘图工具 {0} 时出错: {1}

# NinjaScriptYOffset
source: Y pixel offset
es_es: Desplazamiento de píxeles en Y
ko_kr: Y 픽셀 오프셋
zh_hans: Y 像素偏移

source: Number of COT plots
de_de: Anzahl cot-Plots
es_es: Número de parcelas COT
ko_kr: COT 플롯 수
ru_ru: Количество участков COT
zh_hans: COT 图数

source: Number of trend lines
de_de: Anzahl der Trendlinien
es_es: Número de líneas de tendencia
ko_kr: 추세선 수
ru_ru: Количество линий тренда
zh_hans: 趋势线的数量

# NumStdDev
source: Number of standard deviations
de_de: Anzahl der Standardabweichungen
es_es: Número de derivaciones estándar
ko_kr: 표준편차의 수
ru_ru: Число стандартых отклонений
zh_hans: 标准偏差数

source: Offset multiplier
de_de: Offset Multiplikator
es_es: Multiplicador de compensación
ko_kr: 오프셋 승수
ru_ru: Множитель отступа
zh_hans: 偏移量的乘数

source: Old trends opacity
de_de: Opazität alter Trends
es_es: Opacidad de las viejas tendencias
ko_kr: 오래된 경향 불투명도
zh_hans: 旧趋势不透明

source: Opacity
de_de: Trübung
es_es: Opacidad
ko_kr: 불투명
ru_ru: Непрозрачность
zh_hans: 透明度

# PathCapMode_Arrow
source: Arrow
de_de: Pfeil
es_es: Flecha
ko_kr: 화살
ru_ru: Стрелка
zh_hans: 箭头

# PathCapMode_Line
source: Line
de_de: Linie
es_es: Línea
ko_kr: 선
ru_ru: Линия
zh_hans: 线

# PathToolCapMode_Arrow
source: Arrow
de_de: Pfeil
es_es: Flecha
ko_kr: 화살
ru_ru: Стрелка
zh_hans: 箭头

# PathToolCapMode_Line
source: Line
de_de: Linie
es_es: Línea
ko_kr: 선
ru_ru: Линия
zh_hans: 线

# PerformanceMetricSampleCumProfit
source: Sample cum. profit performance metric
de_de: Beispiel kum. Gewinn Performanzmetrik
es_es: Muestra de acumulación de rendimiento de la ganancia métrica
ko_kr: 샘플 정액. 이익 성과 지표
ru_ru: Пример показателя анализа совокупной прибыли
zh_hans: 示例累计利润性能度量

source: Period
de_de: Periode
es_es: Periodo
ko_kr: 기간
ru_ru: Период
zh_hans: 期间

source: Period D
de_de: Periode D
es_es: Periodo D
ko_kr: 기간 D
ru_ru: Период D
zh_hans: 期 D

source: Period K
de_de: Periode K
es_es: Periodo K
ko_kr: K 기간
ru_ru: Период K
zh_hans: 期间 K

source: Period Q
de_de: Periode Q
es_es: Periodo Q
ko_kr: Q 기간
ru_ru: Период Q
zh_hans: 期间 Q

# PFEZero
source: Zero
de_de: Null
es_es: Cero
ko_kr: 영
ru_ru: Ноль
zh_hans: 零

# PiviotsDailyBarsError
source: Intraday or Daily bars must be used for Pivots
de_de: Intraday- oder Tageskerzen müssen für Pivots verwendet werden
es_es: Intradia o barra diaria debe ser usada para Pivotes
ko_kr: 피벗에는 인트라데이 또는 데일리 바를 사용해야 합니다.
ru_ru: Внутридневные или дневные бары должны использоваться для Pivots
zh_hans: 日内或日常K棒必须用于支点

# PiviotsDailyDataError
source: Insufficient Daily data to calculate Pivots
de_de: Unzureichende Tagesdaten zur Berechnung von Pivots
es_es: Datos diarios insuficientes para calcular Pivotes
ko_kr: 피벗을 계산하기 위한 일일 데이터가 충분하지 않습니다.
ru_ru: Недостаточно данных за день для расчета Pivots
zh_hans: 日常数据不足以计算支点

# PiviotsInsufficentDataError
source: Insufficient historical data to calculate pivots. Increase chart look back period (DaysToLoad, BarsToLoad, or Start Date)
de_de: Zu wenig historische Daten um Pivots zu berechnen. Erhöhen Sie die Anzahl der dargestellten Daten.
es_es: Historial de datos insuficientes para calcular pivotes, Incrementar apariencia de cuadro de un periodo de amortización (Días para cargar, Barras para cargar, o Inicio de fecha)
ko_kr: 피벗을 계산하기 위한 기록 데이터가 충분하지 않습니다. 차트 조회 기간 연장(DaysToLoad, BarsToLoad 또는 시작 날짜)
ru_ru: Недостаточно исторических данных для расчета Pivots. Добавьте в настройках чарта количество дней для загрузки.
zh_hans: 不足的历史数据来计算支点。增加图表看回收期 （DaysToLoad，BarsToLoad 或开始日期）

# PiviotsPeriodTypeError
source: Period Type will need to be Daily with a Value of 1
de_de: Der Datenreihentyp muss Tag sein mit einem Wert von 1
es_es: Tipo de periodo necesitará ser diario con valor de 1
ko_kr: 기간 유형은 값이 1인 매일이어야 합니다.
ru_ru: Тип периода должен быть Дневной со значением 1
zh_hans: 期间类型将需要每天值为 1 的

# PiviotsWeeklyBarsError
source: Daily bars require the use of Weekly or Monthly Pivot range
de_de: Tageskerzen benötigen die Verwendung von Wochen- oder Monats Pivotbereichen.
es_es: Barras diarias requiere el uso de rangos de pivotes semanales y mensuales
ko_kr: 일일 막대는 주간 또는 월간 피벗 범위를 사용해야 합니다.
ru_ru: Дневные бары требуют использования недельного или месячного сводного диапазона
zh_hans: 日常的K棒需要使用每周或每月枢轴范围

source: Pivot range
es_es: Rango de Pivote
ko_kr: 피벗 범위
zh_hans: 枢轴范围

# PivotRange_Daily
source: Daily
de_de: Tag
es_es: Diario
ko_kr: 일일
ru_ru: Дневной
zh_hans: 日线

# PivotRange_Monthly
source: Monthly
de_de: Monatlich
es_es: Mensual
ko_kr: 월간 간행물
ru_ru: Месячный
zh_hans: 每月

# PivotRange_Weekly
source: Weekly
de_de: Woche
es_es: Semanal
ko_kr: 주간
ru_ru: Месячный
zh_hans: 周

# PivotsS2
source: S2
ko_kr: 시즌2

# PivotsS3
source: S3
ko_kr: 시즌3

# PivotsS4
source: S4
ko_kr: 시즌4

# PlotCurrentValue
source: Plot current value only
de_de: Nur den aktuellen Wert darstellen
es_es: Valor actual de sólo el gráfico
ko_kr: 현재 값만 플롯
ru_ru: Нанести текущее значение только
zh_hans: 只绘制当前值

source: Positive color
de_de: Positive Farbe
es_es: Color positivo
ko_kr: 긍정적인 색상
ru_ru: Положительный цвет
zh_hans: 正色

# PPOSmoothed
source: Smoothed
de_de: Geglättet
es_es: Lisado
ko_kr: 부드럽게
ru_ru: Сглаженный
zh_hans: 平滑处理

# PriceLinePlotAsk
source: Ask line
de_de: Ask Linie
es_es: Línea Ask
ko_kr: 질문 라인
ru_ru: Линия Ask
zh_hans: 询问行

# PriceLinePlotBid
source: Bid line
de_de: Bid Linie
es_es: Línea de oferta
ko_kr: 입찰 라인
ru_ru: Линия Bid
zh_hans: 投标线路

# PriceLinePlotLast
source: Last line
de_de: Linie Letzter Kurs
es_es: Última línea
ko_kr: 마지막 줄
ru_ru: Линия Last
zh_hans: 最后一行

# PriorDayOHLCClose
source: Prior close
de_de: Vortagsschlusskurs
es_es: Cierre anterior
ko_kr: 이전 마감
zh_hans: 事先关闭

# PriorDayOHLCHigh
source: Prior high
de_de: Vortagshoch
es_es: Altura anterior
ko_kr: 이전 최고
zh_hans: 前高

# PriorDayOHLCIntradayError
source: PriorDayOHLC only works on intraday intervals
de_de: Vortages OHLC funktioniert nur im Intradayintervall
es_es: PriorDayOHLC sólo funciona en intervalos intradía
ko_kr: PriorDayOHLC는 일중 간격에서만 작동합니다.
ru_ru: PriorDayOHLC работает только с внутридневными интервалами
zh_hans: PriorDayOHLC 只适用于盘中间隔

# PriorDayOHLCLow
source: Prior low
de_de: Vortagstief
es_es: Baja anterior
ko_kr: 이전 낮은
zh_hans: 前低

# PriorDayOHLCOpen
source: Prior open
de_de: Vortages Open
es_es: Apertura anterior
ko_kr: 사전 오픈
zh_hans: 事先开放

# RangeCounterBarError
source: Range Counter only works on Range bars
de_de: Range Counter funktioniert nur bei Range Bars
es_es: Contador de rango sólo funciona en las barras de rango
ko_kr: 범위 카운터는 범위 막대에서만 작동합니다.
ru_ru: Range counter работает только на барах Range
zh_hans: 范围计数器仅适用于范围K棒

# RangeCounterRemaing
source: Range remaining = {0}
de_de: Range verbleibend = {0}
es_es: El rango restante = {0}
ko_kr: 남은 범위 = {0}
ru_ru: Оставшийся Range = {0}
zh_hans: 剩余的范围 = {0}

# RangerCounterCount
source: Range count = {0}
es_es: Rango de cuenta= {0}
ko_kr: 범위 수 = {0}
zh_hans: 范围计数 = {0}

source: Range value
de_de: Range Wert
es_es: Rango de valor
ko_kr: 범위 값
ru_ru: Значение Range
zh_hans: 范围值

# RegionHighlightDirection_Horizontal
source: Horizontal
de_de: Horizonal
ko_kr: 수평의
ru_ru: Горизонтальная
zh_hans: 水平

# RegionHighlightDirection_Vertical
source: Vertical
de_de: Vertikal
ko_kr: 수직의
ru_ru: Вертикальный
zh_hans: 垂直

# RegressionChannelType_Segment
source: Segment
es_es: Segmento
ko_kr: 분절
ru_ru: Сегмент
zh_hans: 部分

# RegressionChannelType_StandardDeviation
source: Standard deviation distance
de_de: Distanz der Standardabweichung
es_es: Distancia de desviación Estándar
ko_kr: 표준편차 거리
ru_ru: Стандартная дистанция отклонения
zh_hans: 标准偏差的距离

# ROCPeriod
source: Rate of change period
de_de: Rate of Change Periode
es_es: Tarifa del periodo de cambio
ko_kr: 변화율 기간
ru_ru: Скорость изменения периода
zh_hans: 转型期的率

# RVISignalLine
source: Signal line
de_de: Signallinie
es_es: Línea de señal
ko_kr: 신호선
ru_ru: Сигнальная линия
zh_hans: 信号线

# SampleAddOnDescription
source: Sample name description
de_de: Beschreibung Beispielsname
es_es: Muestra de Descripción del nombre
ko_kr: 샘플 이름 설명
ru_ru: Пример описания названия
zh_hans: 示例名称说明

# SampleAddOnHiThere
source: Hi there!
es_es: Hola!
ko_kr: 안녕하세요!
ru_ru: Привет!
zh_hans: 嘿，你好!

source: Sample AddOn name
de_de: Name des Beispiels - AddOn´s
es_es: Muestra del nombre de AddOn
ko_kr: 샘플 애드온 이름
ru_ru: Пример AddOn имени
zh_hans: 示例插件名称

# SampleCumProfit
source: Sample Cumulative Profit
de_de: Beispiel kumulierter Gewinn
es_es: Muestra del beneficio acumulativo
ko_kr: 샘플 누적 이익
ru_ru: Пример совокупной прибыли
zh_hans: 示例累计利润

# SampleCumProfitDescription
source: Cumulative Profit as a sample of a custom performance metric
de_de: Kumulierter Gewinn als Beispiel für eine benutzerdefinierte Performanzkennzahl
es_es: Beneficio acumulativo como una muestra del rendimiento métrica personalizada
ko_kr: 맞춤형 성과 지표의 샘플로서의 누적 이익
ru_ru: Совокупная прибыль как пример показателя анализа торговли, установленного пользователем
zh_hans: 累计利润作为样本的自定义性能度量

# SampleCustomPlotLowerRightCorner
source: Lower Right Corner
de_de: Untere rechte Ecke
es_es: Esquina inferior derecha
ko_kr: 오른쪽 하단 모서리
ru_ru: Нижний правый угол
zh_hans: 右下角

# SampleCustomPlotUpperLeftCorner
source: Upper Left Corner
de_de: Obere linke Ecke
es_es: Esquina superior izquierda
ko_kr: 왼쪽 상단 모서리
ru_ru: Верхний левый угол
zh_hans: 左上的角

source: Select pattern
de_de: Pattern wählen
es_es: Seleccionar patrón
ko_kr: 패턴 선택
ru_ru: Выбранный шаблон
zh_hans: 选择模式

# SelectPatternDescription
source: Choose a pattern to detect
de_de: Einen Pattern zum Suchen wählen
es_es: Elija un patrón para detectar
ko_kr: 감지할 패턴 선택
ru_ru: Выбор шаблона обнаружения
zh_hans: 选择要检测的模式

source: Send alerts
de_de: Alarme senden
es_es: Enviar alertas
ko_kr: 알림 보내기
ru_ru: Послать уведомления
zh_hans: 发送警报

# SendAlertsDescription
source: Set true to send alert messages to Alerts Window
de_de: Auf True setzen um einen Alarm zum Alarm Fenster zu senden
es_es: Seleccione "verdadero" para enviar menasajes de alerta a la ventana de alertas
ko_kr: 경고 창에 경고 메시지를 보내려면 true로 설정하십시오.
ru_ru: Установить Верно для отправки сообщения оповещения окну Оповещения
zh_hans: 真实的发送警报消息设置为警报窗口

# ShareArgsException
source: There was a problem calling OnShare with arguments: {0}
de_de: Es gab ein Problem, das OnShare mit Argumenten aufzurufen: {0}
es_es: Hubo un problema llamar a OnShare con argumentos: {0}
ko_kr: 인수를 사용하여 OnShare를 호출하는 중에 문제가 발생했습니다. {0}
ru_ru: Возникла проблема с вызовом OnShare with arguments: {0}
zh_hans: 带参数调用 OnShare 时出错： {0}

# ShareBadGatewayError
source: The Share provider returned a Bad Gateway error: '{0}'
de_de: Der Aktienprovider liefert einen Bad Gateway Fehler: ´{0}´
es_es: El proveedor Share devolvió un error de Gateway: {0}
ko_kr: 공유 제공자가 잘못된 게이트웨이 오류를 반환했습니다. ' {0} '
ru_ru: Провайдер возвратил ошибку неправильного шлюза: '{0}'
zh_hans: 共享提供程序返回一个坏网关错误:"{0}"

# ShareBadRequestError
source: The Share provider returned a Bad Request error: '{0}'
de_de: Der Aktienprovider liefert einen Bad Request Fehler: ´{0}´
es_es: El proveedor de Share devolvió un error de solicitud: {0}
ko_kr: 공유 제공자가 잘못된 요청 오류를 반환했습니다. ' {0} '
ru_ru: Провайдер возвратил ошибку неправильного запроса: '{0}'
zh_hans: 共享提供程序返回错误请求的错误:"{0}"

# ShareException
source: A WebException was thrown. Status: '{0}' Message: '{1}'
es_es: A WebException fue lanzado. Estado : {0} Mensaje: {0}
ko_kr: WebException이 발생했습니다. 상태: ' {0} ' 메시지: ' {1} '
ru_ru: WebException было сброшено. Статус: '{0}' Сообщение: '{1}'
zh_hans: WebException 被扔。状态:"{0}"消息: '{1}'

# ShareFacebookCouldNotRetrieveUser
source: The user could not be found
de_de: Der User konnte nicht gefunden werden
es_es: El usuario no puede ser encontrado
ko_kr: 사용자를 찾을 수 없습니다
ru_ru: Пользователь не найден
zh_hans: 找不到用户

# ShareFacebookCouldNotVerifyToken
source: Facebook could not verify the token for this user
de_de: Facebook konnte den Token des Users nicht überprüfen
es_es: Facebook no puede verificar el símbolo para este usuario
ko_kr: Facebook이 이 사용자의 토큰을 확인할 수 없습니다.
ru_ru: Facebook не удалось проверить маркер для пользователя
zh_hans: Facebook 无法验证此用户令牌

# ShareFacebookNoResult
source: Failed to receive response from Facebook
de_de: Fehler - keine Antwort von Facebook
es_es: Falló para recibir respuesta de Facebook
ko_kr: Facebook에서 응답을 받지 못했습니다.
ru_ru: Не удалось получить ответ от Facebook
zh_hans: 未能从 Facebook 接收响应

# ShareFacebookPermissionDenied
source: Needed Facebook permissions were denied by the user
de_de: Facebook-Berechtigung wurde durch den Benutzer verweigert
es_es: Los permisos necesarios de Facebook fueron negados por el usuario
ko_kr: 필요한 Facebook 권한이 사용자에 의해 거부되었습니다.
ru_ru: Нужные Facebook разрешения отказаны пользователем
zh_hans: 所需的 Facebook 权限被拒绝的用户
