Repository: pppmbs/NT8Strategy
Catalog: Resource.*.resx
Languages: de_de, es_es, ko_kr, ru_ru, zh_hans

# NinjaScriptDrawingToolHorizontalLine
source: Horizontal Line
de_de: Horizonale Linie
es_es: Línea horizontal
ko_kr: 수평선
ru_ru: Горизонтальная линия
zh_hans: 水平线

# NinjaScriptDrawingToolLine
source: Line
de_de: Linie
es_es: Línea
ko_kr: 선
ru_ru: Линия
zh_hans: 线

# NinjaScriptDrawingToolPath
source: Path
de_de: Pfad
es_es: Ruta
ko_kr: 길
ru_ru: Путь
zh_hans: 路径

# NinjaScriptDrawingToolPathBegin
source: Path begin
de_de: Pfadbeginn
es_es: Comenzar el camino
ko_kr: 경로 시작
ru_ru: Начало пути
zh_hans: 路径开始

# NinjaScriptDrawingToolPathEnd
source: Path end
de_de: Pfadende
es_es: Fin de camino
ko_kr: 경로 끝
ru_ru: Конец пути
zh_hans: 路径结束

# NinjaScriptDrawingToolPathSegment
source: Segment
es_es: Segmento
ko_kr: 분절
ru_ru: Сегмент
zh_hans: 段

# NinjaScriptDrawingToolPathShowCount
source: Show count
de_de: Zählung anzeigen
es_es: Mostrar conteo de
ko_kr: 개수 표시
zh_hans: 显示计数

# NinjaScriptDrawingToolPolygon
source: Polygon
de_de: Vieleck
es_es: Polígono
ko_kr: 다각형
ru_ru: Многоугольник
zh_hans: 多边形

# NinjaScriptDrawingToolPriceLevelsOpacity
source: Price Levels Opacity (%)
de_de: Preislevel Deckkraft (%)
es_es: Opacidad de niveles de precio (%)
ko_kr: 가격 수준 불투명도(%)
ru_ru: Уровень цен Непрозрачность (%)
zh_hans: 价位不透明度 （%）

# NinjaScriptDrawingToolRay
source: Ray
de_de: Gerade
es_es: Rayo
ko_kr: 레이
ru_ru: Луч
zh_hans: 射线

# NinjaScriptDrawingToolRectangle
source: Rectangle
de_de: Rechteck
es_es: Rectángulo
ko_kr: 직사각형
ru_ru: Прямоугольник
zh_hans: 矩形

# NinjaScriptDrawingToolRegion
source: Region
es_es: Región
ko_kr: 지역
ru_ru: Регион
zh_hans: 地区

# NinjaScriptDrawingToolRegionHighlightDirection
source: Direction
de_de: Richtung
es_es: Dirección
ko_kr: 방향
ru_ru: Направление
zh_hans: 方向

# NinjaScriptDrawingToolRegionHighlightDirectionStroke
source: Direction Stroke
de_de: Richtung Stroke
es_es: Dirección Stroke
ko_kr: 방향 스트로크
ru_ru: Направление Хода
zh_hans: 描边方向

# NinjaScriptDrawingToolRegionHighlightHorizontalTextFormat
source: {0} Bars Time: {1}
de_de: {0} Zeit Kerze: ´{1}´
es_es: {0} tiempo de barras: {1}
ko_kr: {0} 바 시간: {1}
ru_ru: {0} Время баров: {1}
zh_hans: {0} K棒时间： {1}

# NinjaScriptDrawingToolRegionHighlightVerticalRangeUnit
source: Vertical range unit
de_de: Vertikale Range
es_es: Unidad de rango vertical
ko_kr: 수직 범위 단위
ru_ru: Вертикальный диапазон единиц
zh_hans: 垂直范围单位

# NinjaScriptDrawingToolRegionHighlightVerticalTextFormat
source: Range value: {0} {1}
de_de: Wert Spanne {0} {1}
es_es: Valor del rango: {0} {1}
ko_kr: 범위 값: {0} {1}
ru_ru: Значение Range: {0} {1}
zh_hans: 范围值： {0} {1}

# NinjaScriptDrawingToolRegionHiglightX
source: Region highlight x
es_es: Resalta de region x
ko_kr: 지역 하이라이트 x
ru_ru: Выделение области X
zh_hans: 突出显示区域 X

# NinjaScriptDrawingToolRegionHiglightY
source: Region highlight y
es_es: Resalta de region y
ko_kr: 지역 하이라이트 y
ru_ru: Выделение области Y
zh_hans: 区域突出显示 Y

# NinjaScriptDrawingToolRegressionChannel
source: Regression channel
de_de: Regressionskanal
es_es: Canal de regresión
ko_kr: 회귀 채널
ru_ru: Регрессионный канал
zh_hans: 回归通道

# NinjaScriptDrawingToolRegressionChannelLowerChannel
source: Lower channel
de_de: Unterer Kanal
es_es: Canal inferior
ko_kr: 하단 채널
ru_ru: Нижний канал
zh_hans: 低通道

# NinjaScriptDrawingToolRegressionChannelLowerChannelColor
source: Lower Channel Color
de_de: Farbe unterer Kanal
es_es: Color del canal inferior
ko_kr: 하단 채널 색상
ru_ru: Цвет нижнего канала
zh_hans: 低通道颜色

# NinjaScriptDrawingToolRegressionChannelPriceType
source: Price type
de_de: Preis Typ
es_es: Tipo de precio
ko_kr: 가격 유형
ru_ru: Тип цены
zh_hans: 价格类型

# NinjaScriptDrawingToolRegressionChannelRegressionChannel
source: Regression
es_es: Regresion
ko_kr: 회귀
ru_ru: Регрессия
zh_hans: 回归

# NinjaScriptDrawingToolRegressionChannelStandardDeviationExtendLeft
source: Extend left
de_de: Nach Links erweitern
es_es: Extender a la izquierda
ko_kr: 왼쪽으로 확장
ru_ru: Расширение влево
zh_hans: 左扩展

# NinjaScriptDrawingToolRegressionChannelStandardDeviationExtendRight
source: Extend right
de_de: Nach Rechts erweitern
es_es: Extender a la derecha
ko_kr: 오른쪽으로 확장
ru_ru: Расширение вправо
zh_hans: 扩展权利

# NinjaScriptDrawingToolRegressionChannelStandardDeviationLowerDistance
source: Distance to lower channel
de_de: Distanz zum unteren Kanal
es_es: Distancia al canal inferior
ko_kr: 하부 채널까지의 거리
ru_ru: Дистанция к нижнему каналу
zh_hans: 对下游河道的距离

# NinjaScriptDrawingToolRegressionChannelStandardDeviationUpperDistance
source: Distance to upper channel
de_de: Distanz zum oberen Kanal
es_es: Distancia al canal superior
ko_kr: 상위 채널까지의 거리
ru_ru: Дистанция к верхнему каналу
zh_hans: 到通道距离

# NinjaScriptDrawingToolRegressionChannelType
source: Mode
de_de: Modus
es_es: Modo
ko_kr: 방법
ru_ru: Режим
zh_hans: 模式

# NinjaScriptDrawingToolRegressionChannelUpperChannel
source: Upper channel
de_de: Oberer Kanal
es_es: Canal superior
ko_kr: 상부 채널
ru_ru: Верхний канал
zh_hans: 通道

# NinjaScriptDrawingToolRegressionChannelUpperChannelColor
source: Upper channel color
de_de: Farbe oberer Kanal
es_es: Color del canal superior
ko_kr: 상단 채널 색상
ru_ru: Цвет верхнего канала
zh_hans: 上部通道颜色

# NinjaScriptDrawingToolRiskRewardAnchorEntry
source: Entry anchor
de_de: Anker festlegen
es_es: Ancla de entrada
ko_kr: 엔트리 앵커
ru_ru: Anchor входа
zh_hans: 进入锚

# NinjaScriptDrawingToolRiskRewardAnchorLineStroke
source: Anchor
de_de: Anker
es_es: Ancla
ko_kr: 닻
ru_ru: Якорь
zh_hans: 锚点

# NinjaScriptDrawingToolRiskRewardAnchorReward
source: Reward anchor
de_de: Anker - Gewinnziel
es_es: Ancla de retribucion
ko_kr: 보상 앵커
zh_hans: 奖励锚

# NinjaScriptDrawingToolRiskRewardAnchorRisk
source: Risk anchor
de_de: Anker - Risiko
es_es: Ancla de riesgo
ko_kr: 리스크 앵커
ru_ru: Риск якорь
zh_hans: 风险锚

# NinjaScriptDrawingToolRiskRewardCategoryColors
source: Colors
de_de: Farben
es_es: Colores
ko_kr: 그림 물감
ru_ru: Цвет
zh_hans: 颜色

# NinjaScriptDrawingToolRiskRewardDescription
source: Automatically calculate your target based off a user defined stop loss
de_de: Automatisches Berechnen der Targets anhand des selbst definierten Stop Loss
es_es: Calcule automáticamente su Objetivo basado en un usuario definido como Stop Loss
ko_kr: 사용자 정의 손절매를 기반으로 목표를 자동으로 계산
ru_ru: Автоматическое вычесление цели основано вне определенного пользователем стоп-лосс
zh_hans: 自动计算您基于用户定义停止损失的目标

# NinjaScriptDrawingToolRiskRewardLineStrokeEntry
source: Entry extension
de_de: Erweiterung Einstieg
es_es: Extensión de entrada
ko_kr: 항목 확장
ru_ru: Расширение входа
zh_hans: 进入扩展

# NinjaScriptDrawingToolRiskRewardLineStrokeReward
source: Reward extension
de_de: Erweiterung Reward
es_es: Extensión de retribucion
ko_kr: 보상 확장
zh_hans: 奖励扩展

# NinjaScriptDrawingToolRiskRewardLineStrokeRisk
source: Risk extension
de_de: Erweiterung Risiko
es_es: Extensión de riesgo
ko_kr: 위험 확장
zh_hans: 风险扩展

# NinjaScriptDrawingToolRiskRewardName
source: Risk Reward
de_de: Risiko vs Reward
es_es: retribucion de riesgo
ko_kr: 위험 보상
zh_hans: 风险回报

# NinjaScriptDrawingToolRiskRewardRatio
source: Ratio
es_es: Proporcion
ko_kr: 비율
ru_ru: Соотношение
zh_hans: 比率

# NinjaScriptDrawingToolRuler
source: Ruler
de_de: Lineal
es_es: Regla
ko_kr: 자
ru_ru: Правило
zh_hans: 标尺

# NinjaScriptDrawingToolRulerDaysFormat
source: {0} days
de_de: {0} Tage
es_es: {0} días
ko_kr: {0} 일
ru_ru: {0} дней
zh_hans: {0} 天

# NinjaScriptDrawingToolRulerNumberBarsText
source: # bars:
de_de: # Kerzen
es_es: # de barras:
ko_kr: 막대 #개:
ru_ru: # бары:
zh_hans: # 条形图:

# NinjaScriptDrawingToolRulerTimeText
source: Time:
de_de: Zeit:
es_es: Tiempo:
ko_kr: 시간:
ru_ru: Время
zh_hans: 时间:

# NinjaScriptDrawingToolRulerYValueDisplayUnit
source: Y value display unit
de_de: Y Wert Anzeige
es_es: las unidades de visualización del eje de valores Y
ko_kr: Y 값 표시 단위
ru_ru: Значение Y показывает единицу
zh_hans: Y 值显示单元

# NinjaScriptDrawingToolRulerYValueText
source: Y value:
de_de: Y Wert
es_es: Valores del eje Y
ko_kr: Y 값:
ru_ru: Значение Y:
zh_hans: Y 值:

# NinjaScriptDrawingTools
source: Drawing tools
de_de: Zeichenwerkzeuge
es_es: Herramientas de dibujo
ko_kr: 그리기 도구
ru_ru: Инструменты для рисования
zh_hans: 绘图工具

# NinjaScriptDrawingToolsChartArrowDownMarkerName
source: Arrow down
de_de: Pfeil Unten
es_es: Flecha hacia abajo
ko_kr: 아래쪽 화살표
ru_ru: Стрелка вниз
zh_hans: 下箭头

# NinjaScriptDrawingToolsChartArrowUpMarkerName
source: Arrow up
de_de: Pfeil Oben
es_es: Flecha hacia arriba
ko_kr: 위쪽 화살표
ru_ru: Стрелка вверх
zh_hans: 向上箭头

# NinjaScriptDrawingToolsChartDiamondMarkerName
source: Diamond
de_de: Diamant
es_es: Diamante
ko_kr: 다이아몬드
ru_ru: Бриллиант
zh_hans: 钻石

# NinjaScriptDrawingToolsChartDotMarkerName
source: Dot
de_de: Punkt
es_es: Punto
ko_kr: 점
ru_ru: Точка
zh_hans: 圆点

# NinjaScriptDrawingToolsChartSquareMarkerName
source: Square
de_de: Quadrat
es_es: Cuadrado
ko_kr: 정사각형
ru_ru: Квадрат
zh_hans: 四方型

# NinjaScriptDrawingToolsChartTriangleDownMarkerName
source: Triangle down
de_de: Dreieck fallend
es_es: Triángulo Descendiente
ko_kr: 삼각형 아래로
ru_ru: Треугольник вниз
zh_hans: 倒三角形

# NinjaScriptDrawingToolsChartTriangleUpMarkerName
source: Triangle up
de_de: Dreieck oben
es_es: Triángulo Ascendiente
ko_kr: 삼각형 위로
ru_ru: Треугольник вверх
zh_hans: 正三角形

# NinjaScriptDrawingToolsGannAngleRatioX
source: Ratio time
de_de: Ratio Zeit
es_es: Relación de tiempo
ko_kr: 비율 시간
ru_ru: Соотношение времени
zh_hans: 时间对比

# NinjaScriptDrawingToolsGannAngleRatioY
source: Ratio price
de_de: Ratio Preis
es_es: Relación de precio
ko_kr: 비율 가격
ru_ru: Соотношение цены
zh_hans: 价格对比

# NinjaScriptDrawingToolsGannAngles
source: Gann angles
de_de: Gann Winkel
es_es: Ángulos de Gann
ko_kr: 간 각도
ru_ru: Углы Ганна
zh_hans: 江恩角度

# NinjaScriptDrawingToolsGannAnglesPrompt
source: 1 Gann angle|{0} Gann angles|Add Gann angle..|Edit Gann angle...|Edit Gann angles...
de_de: 1 Gann Winkel | {0} Gann Winkel | Gann Winkel hinzufügen | Editiere Gann Winkel.. |
es_es: 1 ángulo de gann|{0} Ángulos de Gann|Añadir Ángulos de Gann..|Editar ángulo de Gann...|Editar ángulos de Gann...
ko_kr: 1 간 각도| {0} 간 각도|간 각도 추가..|간 각도 편집...|간 각도 편집...
ru_ru: 1 Угол Ганна|{0} Углы Ганны|Добавить угол Ганна..|Изменить угол Ганна...|Изменить углы Ганна...
zh_hans: 1 江恩角度 |{0} 江恩角度 |添加江恩角度...|编辑江恩角度...|编辑江恩角度。

# NinjaScriptDrawingToolShapesAreaBrush
source: Color - area
de_de: Farbe ´-´Fläche
ko_kr: 색상 - 면적
ru_ru: Цвет - места
zh_hans: 颜色-区域

# NinjaScriptDrawingToolShapesOutlineBrush
source: Color - outline
de_de: Farbe ´-´ Outline
es_es: Color - contorno
ko_kr: 색상 - 개요
ru_ru: Цвет - контура
zh_hans: 颜色-概述

# NinjaScriptDrawingToolsPriceLevelIsVisible
source: Visible
de_de: Sichtbar
ko_kr: 보이는
ru_ru: Видимый
zh_hans: 显示

# NinjaScriptDrawingToolsPriceLevelLineStroke
source: Line
de_de: Linie
es_es: Línea
ko_kr: 선
ru_ru: Линия
zh_hans: 线

# NinjaScriptDrawingToolsPriceLevels
source: Levels
es_es: Niveles
ko_kr: 레벨
ru_ru: Уровни
zh_hans: 水平

# NinjaScriptDrawingToolsPriceLevelsPrompt
source: 1 price level|{0} price levels|Add price level..|Edit price level...|Edit price levels...
de_de: 1 Preis Level|{0} Preis Levels|Hinzufügen eines Preis Levels..|Editiere des Preis level...|Editieren von Preis Levels...
es_es: 1 nivel de precio|{0} niveles de precio|Añadir niveles de precio..|Editar nivel de precio...|Editar niveles de precio...
ko_kr: 1 가격 수준| {0} 가격 수준|가격 수준 추가..|가격 수준 편집...|가격 수준 편집...
ru_ru: 1 уровень цены|{0} уровни цен|Добавить уровень цены..|Изменить уровень цены...|Изменить уровени цен...
zh_hans: 1 价格水平 |{0} 价格水平 |添加价格水平...|编辑价格水平...|编辑价格水平。

# NinjaScriptDrawingToolsPriceLevelUnset
source: Unset
es_es: Sin establecer
ko_kr: 설정 해제
ru_ru: Отозвать
zh_hans: 未设置

# NinjaScriptDrawingToolsPriceLevelValue
source: Value (%)
de_de: Wert (%)
es_es: Valor (%)
ko_kr: 값 (%)
ru_ru: Значение (%)
zh_hans: 值 （%）

# NinjaScriptDrawingToolStroke
source: Line
de_de: Linie
es_es: Línea
ko_kr: 선
ru_ru: Линия
zh_hans: 线

# NinjaScriptDrawingToolText
source: Text
es_es: Texto
ko_kr: 텍스트
ru_ru: Текст
zh_hans: 文本

# NinjaScriptDrawingToolTextAlignment
source: Text alignment
de_de: Abgleich Text
es_es: Alineamiento de texto
ko_kr: 텍스트 정렬
ru_ru: Выравнивание текста
zh_hans: 文本对齐方式

# NinjaScriptDrawingToolTextBackBrush
source: Text background brush
de_de: Hintergrund Text Pinsel
es_es: Pincel en el fondo de texto
ko_kr: 텍스트 배경 브러시
ru_ru: Кисть фона текста
zh_hans: 文本背景画笔

# NinjaScriptDrawingToolTextBrush
source: Color - font
de_de: Farbe Schrift
es_es: Color - tipo de letra
ko_kr: 색상 - 글꼴
ru_ru: Цвет - шрифта
zh_hans: 颜色-字体

# NinjaScriptDrawingToolTextFixed
source: Fixed text
de_de: Text fixiert
es_es: Texto fijo
ko_kr: 고정 텍스트
ru_ru: Фиксированный текст
zh_hans: 固定的文本

# NinjaScriptDrawingToolTextFixedTextPosition
source: Text position
de_de: Position Text
es_es: Posición de texto
ko_kr: 텍스트 위치
ru_ru: Позиция текста
zh_hans: 文本位置

# NinjaScriptDrawingToolTextFont
source: Font
de_de: Schrift
es_es: Tipo de letra
ko_kr: 폰트
ru_ru: Шрифт
zh_hans: 字体

# NinjaScriptDrawingToolTextOutlineStroke
source: Outline
es_es: Esquema
ko_kr: 개요
ru_ru: Контур
zh_hans: 轮廓

# NinjaScriptDrawingToolTextOutlineVisible
source: Outline - enabled
de_de: Outline aktiv
es_es: Contorno - permitido
ko_kr: 개요 - 사용
ru_ru: Контур - разрешен
zh_hans: 概述-启用

# NinjaScriptDrawingToolTimeCycles
source: Time Cycles
es_es: Ciclos de tiempo
ko_kr: 시간 주기
ru_ru: Циклы времени
zh_hans: 时间周期

# NinjaScriptDrawingToolTrendChannel
source: Trend channel
de_de: Trendkanal
es_es: Canal de tendencia
ko_kr: 트렌드 채널
ru_ru: Канал тренда
zh_hans: 趋势通道

# NinjaScriptDrawingToolTrendChannelDescription
source: Draws a trend channel using parallel lines
de_de: Zeichnet einen Trendkanal mit parallelen Linien
es_es: Graficar un canal de tendencia usando líneas paralelas
ko_kr: 평행선을 사용하여 트렌드 채널을 그립니다.
ru_ru: Начертить канал тренда используя параллельные линии
zh_hans: 绘制使用平行线的趋势通道

# NinjaScriptDrawingToolTrendChannelEnd1AnchorDisplayName
source: Trend end
de_de: Ende 1 Anker
es_es: Tendencia Final
ko_kr: 트렌드 끝
ru_ru: Окончание тренда
zh_hans: 趋势结束

# NinjaScriptDrawingToolTrendChannelParallelStroke
source: Parallel
de_de: Ende 2 Anker
es_es: Paralela
ko_kr: 평행 한
ru_ru: Параллель
zh_hans: 并行

# NinjaScriptDrawingToolTrendChannelStart1AnchorDisplayName
source: Trend start
de_de: Start 1 Anker
es_es: Tendencia Inicial
ko_kr: 트렌드 시작
ru_ru: Начало тренда
zh_hans: 趋势开始

# NinjaScriptDrawingToolTrendChannelStart2AnchorDisplayName
source: Parallel
de_de: Ende 2 Anker
es_es: Paralela
ko_kr: 평행 한
ru_ru: Параллель
zh_hans: 并行

# NinjaScriptDrawingToolTrendChannelTrendStroke
source: Trend
es_es: Tendencia
ko_kr: 경향
ru_ru: Тренд
zh_hans: 趋势

# NinjaScriptDrawingToolTriangle
source: Triangle
de_de: Dreieck
es_es: Triángulo
ko_kr: 삼각형
ru_ru: Треугольник
zh_hans: 三角

# NinjaScriptDrawingToolVerticalLine
source: Vertical line
de_de: Vertikale Linie
es_es: Línea vertical
ko_kr: 수직선
ru_ru: Вертикальная линия
zh_hans: 垂直线条

# NinjaScriptGeneral
source: General
de_de: Allgemein
ko_kr: 일반적인
ru_ru: Главная
zh_hans: 通用

# NinjaScriptGeneticOptimizerAveragePerformanceOffsetPercent
source: Average performance offset (%)
de_de: Durchschnittliches Performanz Offset (%)
es_es: La compensación del rendimiento promedio (%)
ko_kr: 평균 성능 오프셋(%)
ru_ru: Среднее смещение по анализу торговли (%)
zh_hans: 平均性能偏移量 （%）

# NinjaScriptGeneticOptimizerConvergenceThreshold
source: Convergence threshold
de_de: Konvergenz Schwelle
es_es: Umbral de convergencia
ko_kr: 수렴 임계값
ru_ru: Порог сходимости
zh_hans: 收敛阈值

# NinjaScriptGeneticOptimizerCrossoverIndex
source: Crossover index
es_es: Índice de cruce
ko_kr: 크로스오버 인덱스
ru_ru: Индекс Crosshair
zh_hans: 交叉索引

# NinjaScriptGeneticOptimizerCrossoverRatePercent
source: Crossover rate (%)
es_es: Tarifa de cruce (%)
ko_kr: 교차율(%)
ru_ru: Перекрестная норма прибыли (%)
zh_hans: 交叉率 （%）

# NinjaScriptGeneticOptimizerFastGenerations
source: Fast generations
de_de: Schnelle Generationen
es_es: Generaciones rápidas
ko_kr: 빠른 세대
ru_ru: Быстрое генерирование
zh_hans: 快速迭代

# NinjaScriptGeneticOptimizerGenerations
source: Generations
de_de: Generationen
es_es: Generaciones
ko_kr: 세대
ru_ru: Генерирования
zh_hans: 迭代

# NinjaScriptGeneticOptimizerGenerationSize
source: Generation size
de_de: Größe der Generation
es_es: Dimensión de generaciones
ko_kr: 세대 규모
ru_ru: Размер генерирования
zh_hans: 迭代量

# NinjaScriptGeneticOptimizerMinimumPerformance
source: Minimum performance
de_de: Mindest Performanz
es_es: Rendimiento mínimo
ko_kr: 최소 성능
ru_ru: Минимальная эффективность
zh_hans: 最低性能

# NinjaScriptGeneticOptimizerMutationRatePercent
source: Mutation rate (%)
de_de: Mutationsrate (%)
es_es: Tarifa de mutación (%)
ko_kr: 돌연변이율(%)
ru_ru: Скорость мутации (%)
zh_hans: 突变率 （%）

# NinjaScriptGeneticOptimizerMutationStrengthPercent
source: Mutation strength (%)
de_de: Mutation Stärke (%)
es_es: Fuerza de mutación (%)
ko_kr: 돌연변이 강도(%)
ru_ru: Сила мутации (%)
zh_hans: 突变强度 （%）

# NinjaScriptGeneticOptimizerResetSizePercent
source: Reset size (%)
de_de: Reset Größe (%)
es_es: Resetear tamaño (%)
ko_kr: 크기 재설정(%)
ru_ru: Сбросить размер (%)
zh_hans: 重置大小 （%）

# NinjaScriptGeneticOptimizerSlowGenerations
source: Slow generations
de_de: Langsame Generationen
es_es: Generaciones lentas
ko_kr: 느린 세대
ru_ru: Медленное генерирование
zh_hans: 缓慢的迭代

# NinjaScriptGeneticOptimizerStabilitySizePercent
source: Stability size (%)
de_de: Stabilität Größe (%)
es_es: Dimensión de estabilidad (%)
ko_kr: 안정성 크기(%)
ru_ru: Стабильный размер (%)
zh_hans: 尺寸稳定性 （%）

# NinjaScriptGeneticOptimizerThresholdGenerations
source: Threshold generations
de_de: Grenzwertgenerationen
es_es: Generaciones de umbral
ko_kr: 임계값 생성
zh_hans: 门槛世代

# NinjaScriptIndicator
source: Indicator
de_de: Indikator
es_es: Indicador
ko_kr: 지시자
ru_ru: Индикатор
zh_hans: 指标

# NinjaScriptIndicatorAvg
source: Avg
de_de: Durchschnitt
es_es: Promedio
ko_kr: 평균

# NinjaScriptIndicatorCount
source: Count
de_de: Zählung
es_es: Conteo
ko_kr: 세다
zh_hans: 计数

# NinjaScriptIndicatorDefault
source: Default
de_de: Standard
es_es: Defecto
ko_kr: 기본
ru_ru: По умолчанию
zh_hans: 默认

# NinjaScriptIndicatorDescriptionADL
source: The Accumulation/Distribution (AD) study attempts to quantify the amount of volume flowing into or out of an instrument by identifying the position of the close of the period in relation to that period's high/low range.
de_de: Die Accumulation/Distribution (AD) Studie versucht, die Menge des in ein Instrument herein oder heraus fließenden Volumens zu messen, indem die Position des Schlusskurses am Ende der Periode in Bezug zu den Hochs und Tiefs des Zeitraums gesetzt wird.
es_es: El estudio de acumulación y distribución (AD) intenta cuantificar la cantidad de volumen que fluye dentro o fuera de un instrumento mediante la identificación de la posición de cierre del período en relación con la rango de alta/baja de ese período.
ko_kr: 누적/분포(AD) 연구는 해당 기간의 고/저 범위와 관련하여 해당 기간의 마감 위치를 식별하여 상품으로 유입되거나 유출되는 거래량의 양을 정량화하려고 시도합니다.
ru_ru: Изучение накопления/распределения (AD) пытается определить сумму объема текущих входов или выходов по инструменту путем определения периода закрытия позиции в отношении диапазона high/low этого периода .
zh_hans: 积累/分布 (AD) 研究试图量化的体积流动进入或离开品种所标识的位置的那期高/低系列期结束。

# NinjaScriptIndicatorDescriptionADX
source: The Average Directional Index measures the strength of a prevailing trend as well as whether movement exists in the market. The ADX is measured on a scale of 0 100. A low ADX value (generally less than 20) can indicate a non-trending market with low volumes whereas a cross above 20 may indicate the start of a trend (either up or down). If the ADX is over 40 and begins to fall, it can indicate the slowdown of a current trend.
de_de: Der Average Directional Index misst die Stärke eines vorherrschenden Trends sowie ob Bewegung in dem Markt vorhanden ist. Der ADX wird auf einer Skala von 0-100 gemessen. Ein niedriger ADX Wert (in der Regel weniger als 20) kann einen nicht-trendenden Markt mit geringem Volumen anzeigen, wohingegen ein Kreuz über die 20 auf den Beginn eines Trends (auf- oder abwärts) hindeutet. Wenn der ADX über 40 ist und dann beginnt zu fallen, kann er auf die Verlangsamung eines aktuellen Trends hinweisen.
es_es: El índice promedio direccional mide la fuerza de una tendencia predominante así como si existiese movimiento en el mercado. El ADX se mide en una escala de 0 a 100. Un valor bajo de ADX (generalmente menos de 20) puede indicar un mercado sin tendencia con volúmenes reducidos mientras que una cruz por encima de 20 puede indicar el inicio de una tendencia (arriba o abajo). Si el ADX es mayor de 40 y comienza a caer, puede indicar la desaceleración de una tendencia actual.
ko_kr: 평균 방향 지수는 시장에 움직임이 있는지 여부뿐만 아니라 지배적인 추세의 강도를 측정합니다. ADX는 0 100의 척도로 측정됩니다. 낮은 ADX 값(일반적으로 20 미만)은 거래량이 적은 비 추세 시장을 나타낼 수 있는 반면 20을 초과하는 교차는 추세의 시작(상승 또는 하락)을 나타낼 수 있습니다. ADX가 40을 넘어 떨어지기 시작하면 현재 추세의 둔화를 나타낼 수 있습니다.
ru_ru: Average Directional Index измеряет силу преобладающего тренда также как и выявляет существует ли движение на рынке. ADX измеряется по шкале от 0 100. Низкое значение ADX (как правило, меньше, чем 20) может указывать на не-трендовый рынок с низкими объемами, и если выше 20, может указывать на начало тренда (вверх или вниз). Если ADX выше 40 и начинает падать, это может указывать на замедление текущего тренда.
zh_hans: 平均的定向指数以及运动是否存在在市场措施强度的一种普遍趋势。ADX 是的 0 100 的尺度来衡量。一个低的 ADX 值 (一般小于 20) 可以表明非趋势分析市场容量低，而跨 20 以上可能表明趋势的开始，（向上或向下）。如果 ADX 是超过 40，并开始下跌，它可以指示当前的趋势放缓。

# NinjaScriptIndicatorDescriptionADXR
source: Average Directional Movement Rating quantifies momentum change in the ADX. It is calculated by adding two values of ADX (the current value and a value n periods back), then dividing by two. This additional smoothing makes the ADXR slightly less responsive than ADX. The interpretation is the same as the ADX; the higher the value, the stronger the trend.
de_de: Das Average Directional Movement Rating quantifiziert eine Momentum Veränderung des ADX. Es wird berechnet, indem zwei ADX Werte addiert (der aktuelle Wert und der Wert vor n Perioden) und dann durch zwei geteilt werden. Diese zusätzliche Glättung macht den ADXR etwas langsamer als den ADX. Die Interpretation entspricht der des ADX: je höher der Wert, desto stärker der Trend.
es_es: El promedio del Movimiento Direccional cuantifica el cambio de ímpetu del ADX. Este es calculado añadiendo dos valores de ADX (el valor corriente y un valor n de períodos anteriores), luego dividiéndose en dos. Este allanamiento adicional hace que ADXR sea ligeramente menos sensible que ADX. La interpretación es lo mismo como el ADX; más alto el valor, más fuerte la tendencia.
ko_kr: 평균 방향 이동 등급은 ADX의 모멘텀 변화를 수량화합니다. ADX의 두 값(현재 값과 n 기간 이전의 값)을 더한 다음 2로 나누어 계산합니다. 이 추가 스무딩으로 인해 ADXR은 ADX보다 응답성이 약간 떨어집니다. 해석은 ADX와 동일합니다. 값이 높을수록 추세가 강해집니다.
ru_ru: Average Directional Movement Rating определяет количественное изменение импульса в ADX. Он рассчитывается путем добавления двух значений ADX (текущее значение и значение N периодов назад), затем делится на два. Это дополнительное сглаживание делает ADXR менее чувствительным, по сравнению с ADX. Интерпретация такая же как ADX; чем выше значение, тем сильнее тренд.
zh_hans: 平均定向运动评分量化中 ADX 动量变化。它是通过添加两个值的 ADX （当前值和值 n 期回来），然后除以两个计算。这种额外的平滑使 ADXR 比 ADX 的反应略较小。解释是 ADX; 相同值越高，趋势越强，。
