Repository: pppmbs/NT8Strategy
Catalog: Resource.*.resx
Languages: de_de, es_es, ko_kr, ru_ru, zh_hans

# ImportTypeNinjaTraderBeginningOfBar
source: NinjaTrader (beginning of bar timestamps)
de_de: NinjaTrader (Zeitstempel am Begin der Kerze)
es_es: NinjaTrader (marca de tiempo inicio de barras)
ko_kr: NinjaTrader(바 타임스탬프의 시작)
ru_ru: NinjaTrader (начало бара меток времени)
zh_hans: NinjaTrader （起点的K棒的时间戳）

# ImportTypeNinjaTraderDateTimeFormatError
source: {0}: Date/Time format error in line {1}: {2}: '{3}'
de_de: {0}: Datum/Uhrzeit Format Fehler in Zeile {1}: {2}: '{3}'
es_es: {0}: Error en línea de Fecha/formato de Tiempo
ko_kr: {0} {1} 행의 날짜/시간 형식 오류: {2} : ' {3} '
ru_ru: {0}: Дата/Время ошибка формата в строке {1}: {2}: '{3}'
zh_hans: {0}: 行 {1} 中的日期/时间格式错误: {2}: '{3}'

# ImportTypeNinjaTraderEndOfBar
source: NinjaTrader (end of bar timestamps)
de_de: NinjaTrader (Zeitstempel am Ende der Kerze)
es_es: NinjaTrader (fin de la barra de sellos de tiempo)
ko_kr: NinjaTrader(바 타임스탬프 끝)
ru_ru: NinjaTrader (конец бара меток времени)
zh_hans: NinjaTrader （结束时间戳栏）

# ImportTypeNinjaTraderFieldSeparatorNotIdentified
source: {0}: Import field separator could not be identified.
de_de: {0}: Import Feldtrennzeichen konnten nicht identifiziert werden.
es_es: {0}: Campo separador de importe no identificado
ko_kr: {0} : 가져오기 필드 구분자를 식별할 수 없습니다.
ru_ru: {0}: Импорт разделителя полей не может быть идентифицирован.
zh_hans: {0}: 找不到导入字段分隔符。

# ImportTypeNinjaTraderFormatError
source: {0}: Format error in line {1}: {2}: '{3}'
de_de: {0}: Formatfehler in Zeile {1}: {2}: '{3}'
es_es: {0} Error de formato en línea {1}:{2}: {3}
ko_kr: {0} {1} 행의 형식 오류: {2} : ' {3} '
ru_ru: {0}: Ошибка формата в строке {1}: {2}: '{3}'
zh_hans: {0}: 格式行 {1} 中的错误: {2}: '{3}'

# ImportTypeNinjaTraderInstrumentNotSupported
source: Unable to import file '{0}'. Instrument is not supported by repository.
de_de: Importieren von Datei '{0}' nicht möglich. Instrument wird von dem Archiv nicht unterstützt.
es_es: No se puede importar carpetas {0}. El instrumento no es compatible con el repositorio.
ko_kr: {0} ' 파일을 가져올 수 없습니다. 기기가 저장소에서 지원되지 않습니다.
ru_ru: Невозможно импортировать файл '{0}'. Инструмент не поддерживается репозитарием.
zh_hans: 无法导入文件"{0}"。品种不支持的存储库。

# ImportTypeNinjaTraderNumericPriceFormatError
source: {0}: Numeric price format not supported.
de_de: {0}: numerisches Preisformat nicht unterstützt.
es_es: {0}: Formato de precio numérico no es soportado
ko_kr: {0} : 숫자 가격 형식이 지원되지 않습니다.
ru_ru: {0}: числовой формат цены не поддерживается.
zh_hans: {0}: 数字价格格式不支持。

# ImportTypeNinjaTraderUnableReadData
source: Unable to read data from file '{0}': {1}
de_de: Nicht möglich Daten aus Datei '{0}' zu lesen: {1}
es_es: No se puede leer los datos de la carpeta {0}; {1}
ko_kr: {0} ' 파일에서 데이터를 읽을 수 없음 {1}
ru_ru: Невозможно прочитать данные из файла '{0}': {1}
zh_hans: 无法从文件"{0}"读取数据： {1}

# ImportTypeNinjaTraderUnexpectedFieldNumber
source: {0}: Unexpected number of fields in line '{1}', should be 3, 5 or 6
de_de: {0}: unerwartete Anzahl der Felder in Zeile '{1}', sollten 3, 5 oder 6 sein
es_es: {0}: Cantidad de campos en linea inesperado ´{1}', debería ser 3, 5 or 6
ko_kr: {0} {1} ' 줄에 예기치 않은 필드 수가 3, 5 또는 6이어야 합니다.
ru_ru: {0}: Неожиданное количество полей в строке '{1}' должно быть 3, 5 или 6
zh_hans: {0}: 意外的线"{1}"中的字段的数量应得到 3、 5 或 6

# ImportTypeTickData
source: Tick Data, LLC
ko_kr: 틱 데이터, LLC
zh_hans: 刻度数据, 有限责任公司

source: Incremental period
de_de: Inkrementelle Periode
es_es: Periodo Incremental
ko_kr: 증분 기간
ru_ru: Инкрементальный период
zh_hans: 增量周期

source: Intermediate
de_de: Intermediär
es_es: Intermedio
ko_kr: 중급
ru_ru: Промежуточный
zh_hans: 中间

source: Interval
de_de: Intervall
es_es: Intervalo
ko_kr: 간격
ru_ru: Интервал
zh_hans: 时间间隔

# KeltnerChannelMidline
source: Midline
de_de: Mittellinie
es_es: Línea media
ko_kr: 정중선
ru_ru: Средняя линия
zh_hans: 中线

# KeyReversalPlot0
source: Plot 0
es_es: Lote 0
ko_kr: 플롯 0
ru_ru: Постоитель 0
zh_hans: 剧情 0

# LastLineLength
source: Last line length (% of chart)
de_de: Letzte Zeilenlänge (% des Diagramms)
es_es: Longitud de la última línea (% del gráfico)
ko_kr: 마지막 줄 길이(차트의 %)
ru_ru: Длина линии Last (% от графика)
zh_hans: 最后一行长度 (图表的百分比)

# LastLineStroke
source: Last line
de_de: Linie Letzter Kurs
es_es: Última línea
ko_kr: 마지막 줄
ru_ru: Линия Last
zh_hans: 最后一行

source: Legend location
de_de: Legendenstandort
es_es: Ubicación de la leyenda
ko_kr: 범례 위치
ru_ru: Расположение легенды
zh_hans: 图例位置

# LegendLocation_BottomLeft
source: Bottom left
de_de: Unten Links
es_es: Izquierda inferior
ko_kr: 왼쪽 하단
ru_ru: Внизу Слева
zh_hans: 左下角

# LegendLocation_BottomRight
source: Bottom right
de_de: Unten Rechts
es_es: Derecha inferior
ko_kr: 오른쪽 하단
ru_ru: Внизу Справа
zh_hans: 右下角

# LegendLocation_Disabled
source: Disabled
de_de: Arbeitsunfähig
es_es: Deshabilitado
ko_kr: 장애가있는
ru_ru: Нетрудоспособный
zh_hans: 禁用

# LegendLocation_TopLeft
source: Top left
de_de: Oben Links
es_es: Izquierda superior
ko_kr: 왼쪽 상단
ru_ru: Вверху Слева
zh_hans: 左上角

# LegendLocation_TopRight
source: Top right
de_de: Oben Rechts
es_es: Derecha superior
ko_kr: 맨 위 오른쪽
ru_ru: Вверху Справа
zh_hans: 右上角

source: Length
de_de: Länge
es_es: Longitud
ko_kr: 길이
ru_ru: Длина
zh_hans: 长度

source: Line 1 value
de_de: Linie 1 Wert
es_es: Línea 1 valor
ko_kr: 라인 1 값
ru_ru: Значение линии 1
zh_hans: 第 1 行值

source: Line 2 value
de_de: Linie 2 Wert
es_es: Línea 2 valor
ko_kr: 라인 2 값
ru_ru: Значение линии 2
zh_hans: 第 2 行的值

source: Line 3 value
de_de: Linie 3 Wert
es_es: Línea 3 valor
ko_kr: 3행 값
ru_ru: Значение линии 3
zh_hans: 第 3 行值

source: Line 4 value
de_de: Linie 4 Wert
es_es: Línea 4 valor
ko_kr: 4행 값
ru_ru: Значение линии 4
zh_hans: 第 4 行值

source: Line color
de_de: Farbe Linie
es_es: Color de línea
ko_kr: 선 색상
ru_ru: Цветная линия
zh_hans: 线条颜色

source: Load
de_de: Laden
es_es: Cargar
ko_kr: 짐
ru_ru: Загрузить
zh_hans: 加载

source: Location
de_de: Ort
es_es: Localidad
ko_kr: 위치
ru_ru: Место нахождени
zh_hans: 位置

source: Lower high
de_de: Tieferes Hoch
es_es: Baja superior
ko_kr: 낮은 높은
ru_ru: Менее высокий high
zh_hans: 低高

source: Lower low
de_de: Tieferes Tief
es_es: Baja inferior
ko_kr: 낮은 낮은
ru_ru: Более низкий low
zh_hans: 低低

# MailCcAddress
source: CC:
ko_kr: 참조:
ru_ru: КУБОВЫЙ:
zh_hans: 抄送：

# MailCcAddressDescription
source: The email address of your carbon copy recipient. Separate multiple addresses with ',' or ';'
de_de: Die E-Mail-Adresse Ihres Kopierempfängers. Trennen Sie mehrere Adressen durch ',' oder ';'
es_es: La dirección de correo electrónico del destinatario de la copia al carbón. Separe varias direcciones con '', o ';'
ko_kr: 카본 카피 수신자의 이메일 주소. ',' 또는 ';'로 여러 주소를 구분하십시오.
ru_ru: Адрес электронной почты получателя копии. Разделите несколько адресов с помощью ', или ';'
zh_hans: 抄送收件人的电子邮件地址。用""、"或";"分隔多个地址

# MailServiceMailAddress
source: Email address
de_de: Email Adresse
es_es: Dirección de correo electrónico
ko_kr: 이메일 주소
ru_ru: Адрес электронной почты
zh_hans: 电子邮件地址

# MailServiceName
source: Email
ko_kr: 이메일
ru_ru: Электронная почта
zh_hans: 电子邮件

# MailServicePort
source: Connection - Port
de_de: Verbindung - Port
es_es: Puerto de Conexión
ko_kr: 연결 - 포트
ru_ru: Соединение - Порт
zh_hans: 连接的端口

# MailServiceSenderDisplayName
source: From name
de_de: Von Name
es_es: Departe nombre
ko_kr: 이름에서
ru_ru: От имени
zh_hans: 从名称

# MailServiceServer
source: Connection - Server
de_de: Verbindung - Server
es_es: Servidor de Conexión
ko_kr: 연결 - 서버
ru_ru: Соединение - Сервер
zh_hans: 连接服务器

# MailServiceSSL
source: Connection - SSL
de_de: Verbindung - SSL
es_es: Conexión SSL
ko_kr: 연결 - SSL
ru_ru: Соединение - SSL
zh_hans: 连接-SSL

# MailSubject
source: Subject:
de_de: Betreff:
es_es: Sujeto:
ko_kr: 주제:
ru_ru: Тема:
zh_hans: 主题:

# MailSubjectDescription
source: The subject of your email message
de_de: Der Betreff Ihrer Email Nachricht
es_es: El sujeto de su mensaje e-mail
ko_kr: 이메일 메시지의 제목
ru_ru: Тема сообщения
zh_hans: 您的电子邮件消息的主题

# MailToAddress
source: To:
de_de: an:
es_es: Para:
ko_kr: NS:
ru_ru: Кому:
zh_hans: 自:

# MailToAddressDescription
source: The email address of your recipient. Separate multiple addresses with ',' or ';'
de_de: Die email Adresse Ihres Empfängers. Mehrere Adressen mit ´,´oder ´;´
es_es: La dirección de e-mail de su bandeja de entrada, Separar direcciones múltiples ´con´',' o ';'
ko_kr: 받는 사람의 이메일 주소입니다. ',' 또는 ';'로 여러 주소를 구분하십시오.
ru_ru: E-mail получателя. Разделите адреса ',' или ';'
zh_hans: 您的收件人电子邮件地址。分隔多个地址与 '，' 或 ';'

# MAMAFAMA
source: FAMA
ko_kr: 파마
zh_hans: 法玛

# MAPeriod
source: Moving average period
de_de: Gleitender Durchschnitt Periode
es_es: Periodo de media móvil
ko_kr: 이동 평균 기간
ru_ru: Период Среднее скользящее
zh_hans: 移动平均周期

# MAType
source: Moving average type
de_de: Gleitender Durchschnitt Typ
es_es: Tipo de media móvil
ko_kr: 이동 평균 유형
ru_ru: Тип Среднее скользящее
zh_hans: 移动平均的类型

source: Moving average
de_de: Gleitender Durchschnitt
es_es: Promedio móvil
ko_kr: 이동 평균
ru_ru: Среднее скользящее
zh_hans: 移动平均线

# MovingAverageRibbonPlot1
source: Moving average 1
de_de: Gleitender Durchschnitt 1
es_es: Promedio móvil 1
ko_kr: 이동 평균 1
ru_ru: Среднее скользящее 1
zh_hans: 移动平均线1

# MovingAverageRibbonPlot2
source: Moving average 2
de_de: Gleitender Durchschnitt 2
es_es: Promedio móvil 2
ko_kr: 이동 평균 2
ru_ru: Среднее скользящее 2
zh_hans: 移动平均线2

# MovingAverageRibbonPlot3
source: Moving average 3
de_de: Gleitender Durchschnitt 3
es_es: Promedio móvil 3
ko_kr: 이동 평균 3
ru_ru: Среднее скользящее 3
zh_hans: 移动平均线3

# MovingAverageRibbonPlot4
source: Moving average 4
de_de: Gleitender Durchschnitt 4
es_es: Promedio móvil 4
ko_kr: 이동 평균 4
ru_ru: Среднее скользящее 4
zh_hans: 移动平均线4

# MovingAverageRibbonPlot5
source: Moving average 5
de_de: Gleitender Durchschnitt 5
es_es: Promedio móvil 5
ko_kr: 이동 평균 5
ru_ru: Среднее скользящее 5
zh_hans: 移动平均线5

# MovingAverageRibbonPlot6
source: Moving average 6
de_de: Gleitender Durchschnitt 6
es_es: Promedio móvil 6
ko_kr: 이동 평균 6
ru_ru: Среднее скользящее 6
zh_hans: 移动平均线6

# MovingAverageRibbonPlot7
source: Moving average 7
de_de: Gleitender Durchschnitt 7
es_es: Promedio móvil 7
ko_kr: 이동 평균 7
ru_ru: Среднее скользящее 7
zh_hans: 移动平均线7

# MovingAverageRibbonPlot8
source: Moving average 8
de_de: Gleitender Durchschnitt 8
es_es: Promedio móvil 8
ko_kr: 이동 평균 8
ru_ru: Среднее скользящее 8
zh_hans: 移动平均线8

# NBarsDownTrigger
source: Trigger
es_es: Activar
ko_kr: 방아쇠
ru_ru: Триггер
zh_hans: 触发器

source: Negative color
de_de: Negative Farbe
es_es: Color Negativo
ko_kr: 네거티브 컬러
ru_ru: Отрицательный цвет
zh_hans: 负色

# NetChangePosition_BottomLeft
source: Bottom left
de_de: Unten Links
es_es: Izquierda inferior
ko_kr: 왼쪽 하단
ru_ru: Внизу Слева
zh_hans: 左下角

# NetChangePosition_BottomRight
source: Bottom right
de_de: Unten Rechts
es_es: Derecha inferior
ko_kr: 오른쪽 하단
ru_ru: Внизу Справа
zh_hans: 右下角

# NetChangePosition_TopLeft
source: Top left
de_de: Oben Links
es_es: Izquierda superior
ko_kr: 왼쪽 상단
ru_ru: Вверху Слева
zh_hans: 左上角

# NetChangePosition_TopRight
source: Top right
de_de: Oben Rechts
es_es: Derecha superior
ko_kr: 맨 위 오른쪽
ru_ru: Вверху Справа
zh_hans: 右上角

# NinjaScriptBackground
source: Background
de_de: Hintergrund
es_es: Fondo
ko_kr: 배경
ru_ru: Справочная информация
zh_hans: 背景

# NinjaScriptBarsTypeDay
source: Day
de_de: Tag
es_es: Día
ko_kr: 일
ru_ru: День
zh_hans: 日线

# NinjaScriptBarsTypeHeikenAshi
source: Heiken Ashi
de_de: Heikin Ashi
ko_kr: 하이켄 아시

# NinjaScriptBarsTypeKagi
source: Kagi
ko_kr: 카기
zh_hans: 卡吉

# NinjaScriptBarsTypeKagiReversal
source: Reversal
es_es: Reversión
ko_kr: 반전
ru_ru: Реверсивный бар
zh_hans: 逆转

# NinjaScriptBarsTypeLineBreak
source: Line Break
es_es: Linea de pausa
ko_kr: 줄 바꿈
ru_ru: Линия разрыва
zh_hans: 线断

# NinjaScriptBarsTypeLineBreakLineBreaks
source: Line breaks
es_es: Linea de pausas
ko_kr: 줄 바꿈
ru_ru: Линия разрывов
zh_hans: 换行符

# NinjaScriptBarsTypeMinute
source: Minute
es_es: Minuto
ko_kr: 분
ru_ru: Минут
zh_hans: 分钟

# NinjaScriptBarsTypeMonth
source: Month
de_de: Monat
es_es: Mes
ko_kr: 월
ru_ru: Месяц
zh_hans: 月

# NinjaScriptBarsTypePointAndFigure
source: Point and Figure
de_de: Point & Figure
es_es: Punto y Figura
ko_kr: 점과 그림
ru_ru: Точка и Фигура
zh_hans: 点数图

# NinjaScriptBarsTypePointAndFigureBoxSize
source: Box size
de_de: Box Grösse
es_es: Dimensión de caja
ko_kr: 상자 크기
ru_ru: Размер Box
zh_hans: 框的大小

# NinjaScriptBarsTypePointAndFigureReversal
source: Reversal
es_es: Reversión
ko_kr: 반전
ru_ru: Реверсивный бар
zh_hans: 逆转

# NinjaScriptBarsTypeRange
source: Range
es_es: Rango
ko_kr: 범위
zh_hans: 等价线

# NinjaScriptBarsTypeRenko
source: Renko
ko_kr: 렌코
zh_hans: 砖型图

# NinjaScriptBarsTypeRenkoBrickSize
source: Brick size
de_de: Brick Grösse
es_es: Dimensión de ladrillo
ko_kr: 벽돌 크기
ru_ru: Размер Brick
zh_hans: 砖的大小

# NinjaScriptBarsTypeSecond
source: Second
de_de: Sekunde
es_es: Segundo
ko_kr: 두번째
ru_ru: Секунда
zh_hans: 秒

# NinjaScriptBarsTypeTick
source: Tick
es_es: Marca
ko_kr: 진드기
ru_ru: Тик

# NinjaScriptBarsTypeVolume
source: Volume
de_de: Volumen
es_es: Volumen
ko_kr: 용량
ru_ru: Объем
zh_hans: 成交量

# NinjaScriptBarsTypeWeek
source: Week
de_de: Woche
es_es: Semana
ko_kr: 주
ru_ru: Неделя
zh_hans: 周

# NinjaScriptBorder
source: Border
de_de: Rand
es_es: Borde
ko_kr: 국경
ru_ru: Граница
zh_hans: 边境

# NinjaScriptChartStyleBarWidth
source: Bar width
de_de: Kerzenbreite
es_es: Amplitud de barra
ko_kr: 바 너비
ru_ru: Ширина бара
zh_hans: k线宽度

# NinjaScriptChartStyleBox
source: Box
es_es: Cuadro
ko_kr: 상자
ru_ru: Бокс
zh_hans: 框

# NinjaScriptChartStyleBoxDownBarsColor
source: Color for down bars
de_de: Farbe für fallende Kerzen
es_es: Color de barras descendiente
ko_kr: 다운 바 색상
ru_ru: Цвет для баров вниз
zh_hans: 下跌 k线 颜色

# NinjaScriptChartStyleBoxDownBarsOutline
source: Down bars outline
de_de: Abwärtskerzen Outline
es_es: Esquema de barras descendiente
ko_kr: 다운 바 개요
ru_ru: Контур графиков вниз
zh_hans: 下降K线的大纲

# NinjaScriptChartStyleBoxUpBarsColor
source: Color for up bars
de_de: Farbe für steigende Kerzen
es_es: Color para las barras ascendente
ko_kr: 바 색상
ru_ru: Цвет для баров вверх
zh_hans: 上涨k线颜色

# NinjaScriptChartStyleBoxUpBarsOutline
source: Up bars outline
de_de: Aufwärtskerzen Outline
es_es: Esquema de barras ascendente
ko_kr: 위쪽 막대 개요
ru_ru: Контур баров вверх
zh_hans: 上涨K线的大纲

# NinjaScriptChartStyleCandleDownBarsColor
source: Color for down bars
de_de: Farbe für fallende Kerzen
es_es: Color de barras descendiente
ko_kr: 다운 바 색상
ru_ru: Цвет для баров вниз
zh_hans: 下跌 k线 颜色

# NinjaScriptChartStyleCandleOutline
source: Candle body outline
de_de: Kerzenkörper Outline
es_es: Contorno de la vela
ko_kr: 캔들 본체 개요
ru_ru: Контур тела свечи
zh_hans: K线边框颜色

# NinjaScriptChartStyleCandlestick
source: Candlestick
es_es: Vela
ko_kr: 촛대
ru_ru: Свечи
zh_hans: K线

# NinjaScriptChartStyleCandlestickHollow
source: Hollow candlestick
es_es: Vela hueca
ko_kr: 중공 촛대
zh_hans: 空心烛台

# NinjaScriptChartStyleCandleUpBarsColor
source: Color for up bars
de_de: Farbe für steigende Kerzen
es_es: Color para las barras ascendente
ko_kr: 바 색상
ru_ru: Цвет для баров вверх
zh_hans: 上涨k线颜色

# NinjaScriptChartStyleCandleWick
source: Candle wick
de_de: Kerzen Docht
es_es: Mecha de vela
ko_kr: 양초 심지
ru_ru: "Хвост" свечи
zh_hans: 阴线

# NinjaScriptChartStyleEquivolume
source: Equivolume
de_de: Equivolumen
ko_kr: 등량
zh_hans: 装备量

# NinjaScriptChartStyleHeikenAshi
source: Heiken Ashi
de_de: Heikin Ashi
ko_kr: 하이켄 아시

# NinjaScriptChartStyleKagi
source: Kagi Line
de_de: Kagi Linie
es_es: Línea Kagi
ko_kr: 카기선
ru_ru: Линия Kagi
zh_hans: 卡吉线

# NinjaScriptChartStyleKagiThickLine
source: Thick line
de_de: Dicke Linie
es_es: Línea gruesa
ko_kr: 굵은 선
ru_ru: Толстая линия
zh_hans: 粗线

# NinjaScriptChartStyleKagiThinLine
source: Thin line
de_de: Dünne Linie
es_es: Línea delgada
ko_kr: 가는 선
ru_ru: Тонкая линия
zh_hans: 细线

# NinjaScriptChartStyleLineOnClose
source: Line on Close
de_de: Schlusskurslinie
es_es: Línea en cierre
ko_kr: 닫기 라인
ru_ru: Линия по закрытию
zh_hans: 关闭行

# NinjaScriptChartStyleLineOnCloseColor
source: Color
de_de: Farbe
ko_kr: 색상
ru_ru: Цвет
zh_hans: 颜色

# NinjaScriptChartStyleLineOnCloseWidth
source: Line width
de_de: Linien - Dicke
es_es: Línea Ancha
ko_kr: 선폭
ru_ru: Ширина линии
zh_hans: 线宽

# NinjaScriptChartStyleLineWidth
source: Line width
de_de: Linienbreite
es_es: Línea Ancha
ko_kr: 선폭
ru_ru: Ширина линии
zh_hans: 线宽

# NinjaScriptChartStyleMountain
source: Mountain
es_es: Montaña
ko_kr: 산
ru_ru: Гора
zh_hans: 分时图

# NinjaScriptChartStyleMountainColor
source: Color
de_de: Farbe
ko_kr: 색상
ru_ru: Цвет
zh_hans: 颜色

# NinjaScriptChartStyleMountainOutline
source: Outline
es_es: Esquema
ko_kr: 개요
ru_ru: Контур
zh_hans: 轮廓

# NinjaScriptChartStyleOhlcDownBarsColor
source: Color for down bars
de_de: Farbe für fallende Kerzen
es_es: Color de barras descendiente
ko_kr: 다운 바 색상
ru_ru: Цвет для баров вниз
zh_hans: 下跌 k线 颜色

# NinjaScriptChartStyleOhlcUpBarsColor
source: Color for up bars
de_de: Farbe für steigende Kerzen
es_es: Color para las barras ascendente
ko_kr: 바 색상
ru_ru: Цвет для баров вверх
zh_hans: 上涨k线颜色

# NinjaScriptChartStyleOpenClose
source: Open/Close
de_de: Öffnen/Schließen
es_es: Abrir/cerrar
ko_kr: 열기/닫기
zh_hans: 开盘/收盘

# NinjaScriptChartStyleOpenCloseDownBarsColor
source: Color for down bars
de_de: Farbe für fallende Kerzen
es_es: Color de barras descendiente
ko_kr: 다운 바 색상
ru_ru: Цвет для баров вниз
zh_hans: 下跌 k线 颜色

# NinjaScriptChartStyleOpenCloseDownBarsOutline
source: Down bars outline
de_de: Abwärtskerzen Outline
es_es: Esquema de barras descendiente
ko_kr: 다운 바 개요
ru_ru: Контур графиков вниз
zh_hans: 下降K线的大纲

# NinjaScriptChartStyleOpenCloseUpBarsColor
source: Color for up bars
de_de: Farbe für steigende Kerzen
es_es: Color para las barras ascendente
ko_kr: 바 색상
ru_ru: Цвет для баров вверх
zh_hans: 上涨k线颜色

# NinjaScriptChartStyleOpenCloseUpBarsOutline
source: Up bars outline
de_de: Aufwärtskerzen Outline
es_es: Esquema de barras ascendente
ko_kr: 위쪽 막대 개요
ru_ru: Контур баров вверх
zh_hans: 上涨K线的大纲

# NinjaScriptChartStylePointAndFigure
source: Point and Figure
de_de: Point & Figure
es_es: Punto y Figura
ko_kr: 점과 그림
ru_ru: Точка и Фигура
zh_hans: 点数图

# NinjaScriptChartStylePointAndFigureDownColor
source: Down color
de_de: Farbe fallend
es_es: Color descendente
ko_kr: 다운 칼라
ru_ru: Цвет вниз
zh_hans: 下来的颜色

# NinjaScriptChartStylePointAndFigureUpColor
source: Up color
de_de: Farbe steigend
es_es: Color ascendente
ko_kr: 업 컬러
ru_ru: Цвет вверх
zh_hans: 颜色

# NinjaScriptDrawingToolAnchor
source: Anchor
de_de: Anker
es_es: Ancla
ko_kr: 닻
ru_ru: Якорь
zh_hans: 锚点

# NinjaScriptDrawingToolAnchorEnd
source: End
de_de: Ende
es_es: Final
ko_kr: 끝
ru_ru: Конец
zh_hans: 结束

# NinjaScriptDrawingToolAnchorExtension
source: Extension
es_es: Extensión
ko_kr: 확대
ru_ru: Расширение
zh_hans: 扩展

# NinjaScriptDrawingToolAnchorMiddle
source: Middle
de_de: Mitte
es_es: Medio
ko_kr: 가운데
ru_ru: Средний
zh_hans: 居中

# NinjaScriptDrawingToolAnchorStart
source: Start
es_es: Iniciar
ko_kr: 시작
ru_ru: Начать
zh_hans: 开始

# NinjaScriptDrawingToolAnchorText
source: Text
es_es: Texto
ko_kr: 텍스트
ru_ru: Текст
zh_hans: 文本

# NinjaScriptDrawingToolAndrewsPitchfork
source: Andrews pitchfork
ko_kr: 앤드류 갈퀴
zh_hans: 安德鲁斯干草叉

# NinjaScriptDrawingToolAndrewsPitchforkCalculationMethod
source: Calculation method
de_de: Berechnungsmethode
es_es: Método de calculo
ko_kr: 계산 방법
ru_ru: Метод вычесления
zh_hans: 计算方法

# NinjaScriptDrawingToolAndrewsPitchforkCategoryStrokes
source: Strokes
de_de: Striche
ko_kr: 뇌졸중
ru_ru: Штрихи
zh_hans: 中风

# NinjaScriptDrawingToolAndrewsPitchforkDescription
source: Andrews pitchfork description
de_de: Beschreibung Andrews Pitchfork
es_es: Descripción de Andrews Pitchfork
ko_kr: Andrews 갈퀴 설명
ru_ru: Описание Andrews Pitchfork
zh_hans: 安德鲁音叉描述

# NinjaScriptDrawingToolAndrewsPitchforkExtendLinesBack
source: Extend lines back
de_de: Zeilen zurück verlängern
es_es: Extender las líneas hacia atrás
ko_kr: 라인을 뒤로 연장
ru_ru: Расширить линии назад
zh_hans: 将线条延伸回来

# NinjaScriptDrawingToolAndrewsPitchforkExtensionStroke
source: Extension Line Stroke
de_de: Extension Linie - Stroke
es_es: Extension de linea stroke
ko_kr: 연장선 스트로크
ru_ru: Расширение линии хода
zh_hans: 延长线描边

# NinjaScriptDrawingToolAndrewsPitchforkRetracement
source: Retracement
es_es: Retrocesos
ko_kr: 되돌림
ru_ru: Откат
zh_hans: 回调

# NinjaScriptDrawingToolArc
source: Arc
de_de: Bogen
es_es: Arco
ko_kr: 호
zh_hans: 弧

# NinjaScriptDrawingToolAreaOpacity
source: Opacity - area (%)
es_es: Opacidad -área (%)
ko_kr: 불투명도 - 면적(%)
ru_ru: Непрозрачность - области (%)
zh_hans: 未透明度-面积 （%）

# NinjaScriptDrawingToolArrowLine
source: Arrow line
de_de: Pfeil
es_es: Linea fletcha
ko_kr: 화살표 라인
ru_ru: Линия стрелки
zh_hans: 箭头线

# NinjaScriptDrawingToolBackgroundOpacity
source: Background Opacity (%)
de_de: Hintergrund Deckkraft (%)
es_es: Opacidad de fondo (%)
ko_kr: 배경 불투명도(%)
ru_ru: Непрозрачность фона (%)
zh_hans: 背景不透明 （%）

# NinjaScriptDrawingToolEllipse
source: Ellipse
es_es: Elipse
ko_kr: 타원
ru_ru: Эллипс
zh_hans: 椭圆

# NinjaScriptDrawingToolExtendedLine
source: Extended line
de_de: Erweiterte Linie
es_es: Línea extendida
ko_kr: 확장 라인
ru_ru: Расширенная линия
zh_hans: 延长的线

# NinjaScriptDrawingToolFibonacciCircle
source: Fibonacci circle
de_de: Fibonacci Kreis
es_es: Círculo Fibonacci
ko_kr: 피보나치 원
ru_ru: Цикл Фибоначчи
zh_hans: 斐波纳契圆

# NinjaScriptDrawingToolFibonacciExtensions
source: Fibonacci extensions
es_es: Extensiones Fibonacci
ko_kr: 피보나치 확장
ru_ru: Расширения Фибоначчи
zh_hans: 斐波纳契扩展

# NinjaScriptDrawingToolFibonacciLevelsBaseAnchorLineStroke
source: Anchor
de_de: Anker
es_es: Ancla
ko_kr: 닻
ru_ru: Якорь
zh_hans: 锚点

# NinjaScriptDrawingToolFibonacciRetracements
source: Fibonacci retracements
es_es: Retrocesos Fibonacci
ko_kr: 피보나치 되돌림
ru_ru: Откаты Фибоначчи
zh_hans: 斐波纳契回撤

# NinjaScriptDrawingToolFibonacciRetracementsExtendLinesLeft
source: Extend lines left
de_de: Linie nach Links erweitern
es_es: Extender líneas a la izquierda
ko_kr: 라인을 왼쪽으로 확장
ru_ru: Расширение линий влево
zh_hans: 延长线左

# NinjaScriptDrawingToolFibonacciRetracementsExtendLinesRight
source: Extend lines right
de_de: Linie nach Rechts erweitern
es_es: Extender líneas a la derecha
ko_kr: 라인을 오른쪽으로 확장
ru_ru: Расширение линий вправо
zh_hans: 扩展行权

# NinjaScriptDrawingToolFibonacciRetracementsTextAlignment
source: Text alignment
de_de: Abgleich Text
es_es: Alineamiento de texto
ko_kr: 텍스트 정렬
ru_ru: Выравнивание текста
zh_hans: 文本对齐方式

# NinjaScriptDrawingToolFibonacciRetracementsTextLocation
source: Text location
de_de: Ort für Text
es_es: Dirección del texto
ko_kr: 텍스트 위치
ru_ru: Место текста
zh_hans: 文本位置

# NinjaScriptDrawingToolFibonacciTimeCircleDivideTimeSeparately
source: Divide time/price separately
de_de: Unterteile Preis/Zeit seperiert
es_es: Divida el tiempo/el precio por separado
ko_kr: 시간/가격 별도 분할
ru_ru: Разделить время/цена раздельно
zh_hans: 分别划分时间/价格

# NinjaScriptDrawingToolFibonacciTimeExtensions
source: Fibonacci time extensions
de_de: Fibnonacci Time Extensions
es_es: Tiempo de extensiones Fibonacci
ko_kr: 피보나치 시간 확장
ru_ru: Расширения времени Фибоначчи
zh_hans: 斐波纳契时间扩展

# NinjaScriptDrawingToolFibonacciTimeExtensionsShowText
source: Show text
de_de: Zeige Text
es_es: Mostrar texto
ko_kr: 텍스트 표시
ru_ru: Показать текст
zh_hans: 显示文本

# NinjaScriptDrawingToolGannFan
source: Gann fan
de_de: Gann Fächer
ko_kr: 간 팬
ru_ru: Веер Ганна
zh_hans: 江恩的风扇

# NinjaScriptDrawingToolGannFanDisplayText
source: Display text
de_de: Textanzeige
es_es: Reproducir Texto
ko_kr: 텍스트 표시
ru_ru: Отобразить текст
zh_hans: 显示文本

# NinjaScriptDrawingToolGannFanFanDirection
source: Fan direction
de_de: Fächerrichtung
es_es: Dirección Abanico
ko_kr: 팬 방향
ru_ru: Направление веера
zh_hans: 扇形图的方向

# NinjaScriptDrawingToolGannFanPointsPerBar
source: Points per bar
de_de: Punkte je Kerze
es_es: Puntos por barra
ko_kr: 바당 포인트
ru_ru: Точки каждого графика
zh_hans: 指向每根bar
