Repository: pppmbs/NT8Strategy
Catalog: Resource.*.resx
Languages: de_de, es_es, ko_kr, ru_ru, zh_hans

# NinjaScriptIndicatorNameDonchianChannel
source: Donchian channel
de_de: Donchian Kanal
es_es: Canal de Dunchian
ko_kr: 돈치안 채널

# NinjaScriptIndicatorNameDoubleStochastics
source: Double stochastics
de_de: Doppel Stochastik
es_es: Doble estocásticos
ko_kr: 이중 확률론

# NinjaScriptIndicatorNameEaseOfMovement
source: Ease of movement
es_es: Facilidad de movimiento
ko_kr: 이동 용이성

# NinjaScriptIndicatorNameFibonacciPivots
source: Fibonacci pivots
es_es: Pivotes de Fibonacci
ko_kr: 피보나치 피벗
zh_hans: 斐波那契支点

# NinjaScriptIndicatorNameFisherTransform
source: Fisher transform
de_de: Fisher Transformation
es_es: Transformacion de Fisher
ko_kr: 피셔 변환

# NinjaScriptIndicatorNameKAMA
source: KAMA
ko_kr: 카마

# NinjaScriptIndicatorNameKelterChannel
source: Keltner channel
de_de: Keltner Bänder
es_es: Canal de Keltner
ko_kr: 켈트너 채널

# NinjaScriptIndicatorNameKeyReversalDown
source: Key reversal down
de_de: Key reversal abwärts
es_es: Inversión clave abajo
ko_kr: 키 반전 다운

# NinjaScriptIndicatorNameKeyReversalUp
source: Key reversal up
de_de: Key reversal aufwärts
es_es: Inversión clave arriba
ko_kr: 키 반전

# NinjaScriptIndicatorNameLinReg
source: Lin. reg.
ko_kr: 린. 등록

# NinjaScriptIndicatorNameLinRegIntercept
source: Lin. reg. intercept
de_de: Lin. reg. Schnittpunkt
es_es: Interceptar Lin.reg
ko_kr: 린. 등록 가로채다

# NinjaScriptIndicatorNameLinRegSlope
source: Lin. reg. slope
de_de: Lin. reg. Steigung
es_es: Pendiente Lin.reg
ko_kr: 린. 등록 경사

# NinjaScriptIndicatorNameMAEnvelopes
source: MA envelopes
de_de: MA Bänder
ko_kr: MA 봉투
zh_hans: MACD信封

# NinjaScriptIndicatorNameMAMA
source: MAMA
ko_kr: 엄마

# NinjaScriptIndicatorNameMAX
source: MAX
es_es: MÁX
ko_kr: 최대

# NinjaScriptIndicatorNameMcClellanOscillator
source: McClellan oscillator
de_de: McClellan-Oszillator
es_es: Oscilador McClellan
ko_kr: 맥클렐런 오실레이터
zh_hans: 麦克莱伦振荡器

# NinjaScriptIndicatorNameMIN
source: MIN
ko_kr: 분

# NinjaScriptIndicatorNameMomentum
source: Momentum
es_es: Impulso
ko_kr: 기세

# NinjaScriptIndicatorNameMoneyFlowOscillator
source: Money flow oscillator
de_de: Money Flow Osillator
es_es: Oscilador Money flow
ko_kr: 자금 흐름 발진기
zh_hans: 资金流动振荡器

# NinjaScriptIndicatorNameMovingAverageRibbon
source: Moving average ribbon
es_es: Cinta de promedio móvil
ko_kr: 이동 평균 리본
zh_hans: 移动平均功能区

# NinjaScriptIndicatorNameNBarsDown
source: N bars down
de_de: N Kerzen abwärts
es_es: N de barras hacia abajo
ko_kr: N 막대 아래로
zh_hans: N 条形图下

# NinjaScriptIndicatorNameNBarsUp
source: N bars up
de_de: N Kerzen aufwärts
es_es: N de barra hacia arriba
ko_kr: N 막대 위로
zh_hans: N 条形图上

# NinjaScriptIndicatorNameNetChangeDisplay
source: Net change display
de_de: Net change Anzeige
es_es: Muestra de diferencia neta
ko_kr: 순 변경 표시
zh_hans: 净变更显示

# NinjaScriptIndicatorNameParabolicSAR
source: Parabolic SAR
es_es: Parábolico SAR
ko_kr: 포물선 SAR

# NinjaScriptIndicatorNamePivots
source: Pivots
es_es: Pivotes
ko_kr: 피벗

# NinjaScriptIndicatorNamePriceLine
source: Price line
de_de: Preislinie
es_es: Línea de precios
ko_kr: 가격선
zh_hans: 价格线

# NinjaScriptIndicatorNamePriceOscillator
source: Price oscillator
de_de: Preis Oszillator
es_es: Oscilador de precio
ko_kr: 가격 오실레이터

# NinjaScriptIndicatorNamePriorDayOHLC
source: Prior day OHLC
de_de: Vortages OHLC
es_es: Día previo OHLC
ko_kr: 전날 OHLC

# NinjaScriptIndicatorNamePsychologicalLine
source: Psychological line
es_es: Línea psicológica
ko_kr: 심리선
zh_hans: 心理线

# NinjaScriptIndicatorNameRange
source: Range
es_es: Rango
ko_kr: 범위
zh_hans: 等价线

# NinjaScriptIndicatorNameRangeCounter
source: Range counter
es_es: Contador del rango
ko_kr: 범위 카운터

# NinjaScriptIndicatorNameRegressionChannel
source: Regression channel
de_de: Regressionskanal
es_es: Canal de Regresión
ko_kr: 회귀 채널

# NinjaScriptIndicatorNameRelativeVigorIndex
source: Relative vigor index
es_es: Índice de vigor relativo
ko_kr: 상대 활력 지수
zh_hans: 相对活力指数

# NinjaScriptIndicatorNameRIND
source: RIND
ko_kr: 껍질

# NinjaScriptIndicatorNameROC
source: ROC
ko_kr: 큰 괴조

# NinjaScriptIndicatorNameRSquared
source: R squared
de_de: R Quadrat
es_es: R Cuadrado
ko_kr: R 제곱

# NinjaScriptIndicatorNameSampleCustomRender
source: Sample custom render
es_es: Interpretar muestra personalizada
ko_kr: 샘플 사용자 정의 렌더링

# NinjaScriptIndicatorNameStdDev
source: Std. dev.
ko_kr: 표준 개발

# NinjaScriptIndicatorNameStdError
source: Std. error
de_de: Std. Fehler
ko_kr: 표준 오류

# NinjaScriptIndicatorNameStochastics
source: Stochastics
de_de: Stochastik
es_es: Estocástico
ko_kr: 확률론

# NinjaScriptIndicatorNameStochasticsFast
source: Stochastics fast
de_de: Schnelle Stochastik
es_es: Estocástico rápido
ko_kr: 스토캐스틱 빠름

# NinjaScriptIndicatorNameStochRSI
source: Stoch RSI
ko_kr: 스토크 RSI

# NinjaScriptIndicatorNameSUM
source: SUM
de_de: SUMME
ko_kr: 합집합

# NinjaScriptIndicatorNameSwing
source: Swing
ko_kr: 그네
zh_hans: 中线

# NinjaScriptIndicatorNameTEMA
source: TEMA
ko_kr: 테마

# NinjaScriptIndicatorNameTickCounter
source: Tick counter
es_es: Contador de marcas
ko_kr: 틱 카운터

# NinjaScriptIndicatorNameTrendLines
source: Trend lines
de_de: Trendlinien
es_es: Líneas de tendencia
ko_kr: 추세선
zh_hans: 趋势线

# NinjaScriptIndicatorNameTRIX
source: TRIX
ko_kr: 트릭스

# NinjaScriptIndicatorNameUltimateOscillator
source: Ultimate oscillator
de_de: Ultimate Oszillator
es_es: Oscilador final
ko_kr: 얼티밋 오실레이터

# NinjaScriptIndicatorNameVOL
source: VOL
ko_kr: 볼륨
zh_hans: 成交量

# NinjaScriptIndicatorNameVOLMA
source: VOLMA
ko_kr: 볼마

# NinjaScriptIndicatorNameVolumeCounter
source: Volume counter
es_es: Contador de Volumen
ko_kr: 볼륨 카운터
zh_hans: 成交量计数器

# NinjaScriptIndicatorNameVolumeOscillator
source: Volume oscillator
de_de: Volumen Oszillator
es_es: Oscilador de volumen
ko_kr: 볼륨 오실레이터
zh_hans: 成交量振荡器

# NinjaScriptIndicatorNameVolumeProfile
source: Volume profile
es_es: Perfil de volumen
ko_kr: 볼륨 프로필
zh_hans: 成交量的配置文件

# NinjaScriptIndicatorNameVolumesZones
source: Volume zones
de_de: Volumen Zonen
es_es: Zonas de volumen
ko_kr: 볼륨 존
zh_hans: 成交量卷带

# NinjaScriptIndicatorNameVolumeUpDown
source: Volume up down
de_de: Volumen Steigend Fallend
es_es: Volumen arriba hacia abajo
ko_kr: 볼륨 업 다운
zh_hans: 成交量上下

# NinjaScriptIndicatorNameVortex
source: Vortex
ko_kr: 와동
zh_hans: 涡

# NinjaScriptIndicatorNameVWMA
source: VWMA
ko_kr: 폭스바겐

# NinjaScriptIndicatorNameWilliamsR
source: Williams R
ko_kr: 윌리엄스 R

# NinjaScriptIndicatorNameZigZag
source: Zig zag
ko_kr: 지그재그

# NinjaScriptIndicatorNameZLEMA
source: ZLEMA
ko_kr: 즐레마

# NinjaScriptIndicatorNeutral
source: Neutral
ko_kr: 중립적
ru_ru: Нейтральный

# NinjaScriptIndicatorOverbought
source: Overbought
de_de: Überkauft
es_es: Sobrecompra
ko_kr: 과매수

# NinjaScriptIndicatorOverBoughtLine
source: Over bought line
de_de: Überkauftlinie
es_es: Sobre la línea comprada
ko_kr: 구매 라인 초과
ru_ru: Линия Overbought
zh_hans: 购买的线

# NinjaScriptIndicatorOversold
source: Oversold
de_de: Überverkauft
es_es: Sobreventa
ko_kr: 과매도

# NinjaScriptIndicatorOverSoldLine
source: Over sold line
de_de: Überverkauftlinie
es_es: Linea sobre vendida
ko_kr: 판매 라인 초과
ru_ru: Линия Oversold
zh_hans: 超过已售出的行

# NinjaScriptIndicatorRelativeVigorIndex
source: Relative Vigor Index
es_es: Índice de vigor relativo
ko_kr: 상대 활력 지수
zh_hans: 相对活力指数

# NinjaScriptIndicatorSignal
source: Signal
es_es: Señal
ko_kr: 신호
ru_ru: Сигнал
zh_hans: 信号

# NinjaScriptIndicatorUp
source: Up
de_de: nach oben
es_es: Arriba
ko_kr: 위로
ru_ru: Вверх

# NinjaScriptIndicatorUpper
source: Upper
es_es: Superior
ko_kr: 높은
ru_ru: Верхний

# NinjaScriptIndicatorVIPlus
source: VIPlus
ko_kr: 비플러스

# NinjaScriptIndicatorVisualGroup
source: Visual
de_de: Visuell
ko_kr: 비주얼
ru_ru: Визуальный
zh_hans: 显示

# NinjaScriptIndicatorZeroLine
source: Zero line
de_de: Nulllinie
es_es: Línea cero
ko_kr: 제로 라인
ru_ru: Нулевая линия

# NinjaScriptIsVisibleOnlyFocused
source: Visible only when in focus
de_de: Nur im Fokus sichtbar
es_es: Visible sólo cuando está en foco
ko_kr: 초점이 맞을 때만 표시됨
ru_ru: Видимо только в фокусе
zh_hans: 仅在焦点时可见

# NinjaScriptLine
source: Line
de_de: Linie
es_es: Línea
ko_kr: 선
ru_ru: Линия
zh_hans: 线

# NinjaScriptLines
source: Lines
de_de: Linien
es_es: Líneas
ko_kr: 윤곽
ru_ru: Линии

# NinjaScriptLoadingData
source: Loading data... {0}
de_de: Laden der Daten ´{0}´
es_es: Cargando datos...{0}
ko_kr: 데이터 로드 중... {0}
ru_ru: Загрузка данных... {0}
zh_hans: 正在加载数据...{0}

# NinjaScriptMarketAnalyzerColumnDescriptionAskPrice
source: Current ask price
de_de: Aktueller Ask-Kurs
es_es: Precio de venta actual
ko_kr: 현재 매도호가
ru_ru: Текущая цена ask
zh_hans: 当前买价

# NinjaScriptMarketAnalyzerColumnDescriptionAskSize
source: Current ask size
de_de: Aktueller Ask-Preis
es_es: Tamaño de venta actual
ko_kr: 현재 요청 크기
ru_ru: Текущий размер ask
zh_hans: 当前买价数量

# NinjaScriptMarketAnalyzerColumnDescriptionAverageDailyVolume
source: Average daily volume
de_de: ∅ Tagesvolumen
es_es: Promedio del volumen diario
ko_kr: 평균 일일 거래량
ru_ru: Средний дневной объем
zh_hans: 日平均成交量

# NinjaScriptMarketAnalyzerColumnDescriptionBeta
source: A measure of the volatility, or systematic risk, of a security or a portfolio in comparison to the market as a whole.
de_de: Eine Maßzahl der Volatilität, oder das systematische Risiko, eines Wertpapiers oder eines Portfolios im Vergleich zu dem Markt als Ganzes.
es_es: Una medida de la volatilidad o riesgo sistemático, de una seguridad o una carpeta en comparación para el mercado como un todo.
ko_kr: 시장 전체와 비교하여 유가 증권 또는 포트폴리오의 변동성 또는 체계적인 위험을 측정한 것입니다.
ru_ru: Мера волатильности, или систематического риска, ценных бумаг или портфель в сравнении с рынком в целом.
zh_hans: 波动或系统性风险、 安全或组合相比，整体市场的措施。

# NinjaScriptMarketAnalyzerColumnDescriptionBidAskSpread
source: The difference between current bid and ask prices
de_de: Die Differenz zwischen aktuellen Bid - und Ask-Kurses
es_es: La diferencia entre precios actual de oferta y venta
ko_kr: 현재 매수호가와 매도호가의 차이
ru_ru: Разница между текущим ценами bid и ask
zh_hans: 当前的区别买价和卖价

# NinjaScriptMarketAnalyzerColumnDescriptionBidPrice
source: Current bid price
de_de: Aktueller Bid-Preis
es_es: Actual precio de oferta
ko_kr: 현재 입찰가
ru_ru: Текущая цена bid
zh_hans: 当前卖价

# NinjaScriptMarketAnalyzerColumnDescriptionBidSize
source: Current bid size
de_de: Aktuelle Bid Größe
es_es: Actual tamaño de oferta
ko_kr: 현재 입찰 규모
ru_ru: Текущий размер bid
zh_hans: 当前卖价数量

# NinjaScriptMarketAnalyzerColumnDescriptionCalendarYearHigh
source: High price for current calendar year
de_de: Hoch des aktuellen Kalenderjahres
es_es: Alto precio para el año calendario actual
ko_kr: 현재 연도의 높은 가격
ru_ru: Самая высокая цена текущего года
zh_hans: 当前日历年的高昂代价

# NinjaScriptMarketAnalyzerColumnDescriptionCalendarYearHighDate
source: Date the high price for current calendar year occurred
de_de: Datum des Hoch des aktuellen Kalenderjahres
es_es: Fecha de alto precio para el año calendario ocurrido
ko_kr: 현재 연도의 고가가 발생한 날짜
ru_ru: Дата, когда цена достигла самого высокого значения за текущего календарный год
zh_hans: 当前日历年发生日期的高价格

# NinjaScriptMarketAnalyzerColumnDescriptionCalendarYearLow
source: Low price for current calendar year
de_de: Tief des aktuellen Kalenderjahres
es_es: Precio bajo para el año calendario actual
ko_kr: 현재 연도의 저렴한 가격
ru_ru: Самая низкая цена текущего года
zh_hans: 低廉的价格为当前日历年

# NinjaScriptMarketAnalyzerColumnDescriptionCalendarYearLowDate
source: Date the low price for current calendar year occurred
de_de: Datum des Tiefs des aktuellen Kalenderjahres
es_es: Fecha de precio bajo para el año calendario actual
ko_kr: 현재 연도의 저가가 발생한 날짜
ru_ru: Дата, когда цена достигла самого низкого значения за текущего календарный год
zh_hans: 当前日历年发生日期的低价格

# NinjaScriptMarketAnalyzerColumnDescriptionChartMini
source: This Market Analyzer column plots a mini chart per the input properties.
de_de: Diese Marktscanner Spalte stellt ein Mini-Diagramm gemäß den Eingabeeigenschaften dar.
es_es: Esta columna del Market Analyzer traza un mini gráfico por las propiedades de entrada.
ko_kr: 이 시장 분석기 열은 입력 속성에 따라 미니 차트를 표시합니다.
ru_ru: В этой колонке Обзор рынка отображается мини-диаграмма для входных свойств.
zh_hans: 此市场分析仪列根据输入属性绘制一个迷你图表.

# NinjaScriptMarketAnalyzerColumnDescriptionChartNetChange
source: This Market Analyzer column plots a mini chart per the input properties.
de_de: Diese Marktscanner Spalte stellt ein Mini-Diagramm gemäß den Eingabeeigenschaften dar.
es_es: Esta columna del Market Analyzer traza un mini gráfico por las propiedades de entrada.
ko_kr: 이 시장 분석기 열은 입력 속성에 따라 미니 차트를 표시합니다.
ru_ru: В этой колонке Обзор рынка отображается мини-диаграмма для входных свойств.
zh_hans: 此市场分析仪列根据输入属性绘制一个迷你图表.

# NinjaScriptMarketAnalyzerColumnDescriptionCurrentRatio
source: Current assets divided by current liabilities
de_de: Umlaufvermögen geteilt durch laufende Verbindlichkeiten
es_es: Activo circulante dividido entre el pasivo circulante
ko_kr: 유동 자산을 유동 부채로 나눈 값
ru_ru: Текущие активы разделены текущими обязательствами
zh_hans: 流动资产除以流动负债

# NinjaScriptMarketAnalyzerColumnDescriptionDailyHigh
source: Today's high
de_de: Tageshoch
es_es: Alta de hoy
ko_kr: 오늘의 높은
ru_ru: Сегодняшняя high
zh_hans: 当日的高

# NinjaScriptMarketAnalyzerColumnDescriptionDailyLow
source: Today's low
de_de: Tagestief
es_es: Baja de hoy
ko_kr: 오늘 낮음
ru_ru: Сегодняшняя low
zh_hans: 当日的低

# NinjaScriptMarketAnalyzerColumnDescriptionDailyVolume
source: Today's volume
de_de: Tagesvolumen
es_es: Volumen de hoy
ko_kr: 오늘의 볼륨
ru_ru: Сегодняшний объем
zh_hans: 当日的成交量

# NinjaScriptMarketAnalyzerColumnDescriptionDaysUntilRollover
source: Displays how many days away from rollover to next contract
de_de: Zeigt an, wie viele Tage von der Prolongation bis zum nächsten Kontrakt vergangen sind
es_es: Muestra cuántos días de rollover en próximo contrato
ko_kr: 롤오버에서 다음 계약까지 남은 일수를 표시합니다.
ru_ru: Показывает, сколько дней от ролловер на следующий контракта.
zh_hans: 显示从翻转到下一个合同还有多少天

# NinjaScriptMarketAnalyzerColumnDescriptionDescription
source: Instrument description
de_de: Beschreibung des Instruments
es_es: Descripción de instrumento
ko_kr: 악기 설명
ru_ru: Описание инструмента
zh_hans: 商品描述

# NinjaScriptMarketAnalyzerColumnDescriptionDividendAmount
source: Dividend amount
de_de: Dividendenbetrag
es_es: Cantidad de Dividendo
ko_kr: 배당금
ru_ru: Размер дивидендов
zh_hans: 股息数额

# NinjaScriptMarketAnalyzerColumnDescriptionDividendPayDate
source: Dividend pay date
de_de: Dividenden Auszahldatum
es_es: Fecha de pago de dividendo
ko_kr: 배당금 지급일
ru_ru: Дата выплаты дивидентов
zh_hans: 股利支付日期

# NinjaScriptMarketAnalyzerColumnDescriptionDividendYield
source: Ratio that shows how much a company pays out in dividends each year relative to its share price.
de_de: Verhältnis, das zeigt, wie viel ein Unternehmen an Dividende pro Jahr zahlt im Vergleich zum Aktienkurs.
es_es: La proporción que muestra cuánto una compañía gasta en dividendos cada año con relación a su precio de las acciones.
ko_kr: 기업이 주가에 대해 매년 배당금으로 얼마를 지급하는지를 나타내는 비율.
ru_ru: Соотношение, которое показывает сколько компания выплачивает дивидентов каждый год относительно цен акций.
zh_hans: 显示多少公司支付股息每年其股票价格的比率

# NinjaScriptMarketAnalyzerColumnDescriptionEarningsPerShare
source: Portion of a company's earnings allocated to each outstanding share of common stock.
de_de: Teil eines Unternehmensergebnisses, der jeder ausstehenden Stammaktie zugewiesen ist.
es_es: Parte de las ganancias de la compañía asignadas a cada una de sus acciones comunes.
ko_kr: 보통주의 각 발행주에 할당된 회사 수익의 일부입니다.
ru_ru: Доля дохода компании назначенной каждой выделенной доли обыкновенной акции.
zh_hans: 公司的收益分配给普通股每个未偿份额的部分。

# NinjaScriptMarketAnalyzerColumnDescriptionFiveYearsGrowthPercentage
source: Five years growth percentage
de_de: Fünf Jahres Wachstum Prozentsatz
es_es: Porcentanje de crecimiento de cinco años
ko_kr: 5년 성장률
ru_ru: Пять лет процент роста
zh_hans: 五年增长百分比

# NinjaScriptMarketAnalyzerColumnDescriptionHigh52Weeks
source: High of last 52 weeks
de_de: Hoch der letzten 52 Wochen
es_es: Alto de las últimas 52 semanas
ko_kr: 지난 52주 중 최고
ru_ru: Самое высокое значение за последние 52 недели
zh_hans: 过去 52 周内的高

# NinjaScriptMarketAnalyzerColumnDescriptionHigh52WeeksDate
source: Date the high price of last 52 weeks occurred
de_de: Datum des Hoch der letzten 52 Wochen
es_es: Fecha en la que el alto precio se produjeron en la últimas 52 semanas
ko_kr: 지난 52주의 고가가 발생한 날짜
ru_ru: Дата, когда цена достигла самого высокого значения за последние 52 недели.
zh_hans: 过去 52 周内的高价格发生日期

# NinjaScriptMarketAnalyzerColumnDescriptionHistoricalVolatility
source: Realized volatility of an instrument over time
de_de: Realisierte Volatilität eines Instruments im Laufe der Zeit
es_es: Volatilidad realizada de un instrumento con el tiempo
ko_kr: 시간 경과에 따른 상품의 실현 변동성
ru_ru: Реализован инструмент волатильности сверх времени
zh_hans: 随着时间的推移已实现波动率的品种

# NinjaScriptMarketAnalyzerColumnDescriptionInstrument
source: Instrument name
de_de: Name des Instruments
es_es: Nombre de instrumento
ko_kr: 악기 이름
ru_ru: Название инструмента
zh_hans: 品种名称

# NinjaScriptMarketAnalyzerColumnDescriptionLastClose
source: Close of last trading session
de_de: Schlusskurs des letzten Handelssitzung
es_es: Cerrar la última sesión de trading
ko_kr: 마지막 거래 세션 종료
ru_ru: Закрытие последней торговой сессии
zh_hans: 关闭的最后一个交易日

# NinjaScriptMarketAnalyzerColumnDescriptionLastPrice
source: Last traded price
de_de: Letzter gehandelter Preis
es_es: Último precio de trading
ko_kr: 마지막 거래 가격
ru_ru: Цена последней сделки
zh_hans: 最后成交价

# NinjaScriptMarketAnalyzerColumnDescriptionLastSize
source: Last trade size
de_de: Volumen letzter Trade
es_es: Último tamaño de trading
ko_kr: 마지막 거래 규모
ru_ru: Размер последней сделки
zh_hans: 上个单的数量

# NinjaScriptMarketAnalyzerColumnDescriptionLow52Weeks
source: Low of last 52 weeks
de_de: Tief der letzten 52 Wochen
es_es: Bajo en las últimas 52 semanas
ko_kr: 지난 52주 중 최저
ru_ru: Самое низкое значение за последние 52 недели
zh_hans: 过去 52 周内的低

# NinjaScriptMarketAnalyzerColumnDescriptionLow52WeeksDate
source: Date the low price of last 52 weeks occurred
de_de: Datum des Tief der letzten 52 Wochen
es_es: Fecha en la que el precio bajo se produjeron en las últimas 52 semanas
ko_kr: 지난 52주의 최저가가 발생한 날짜
ru_ru: Дата, когда цена достигла самого низкого значения за последние 52 недели.
zh_hans: 过去 52 周内的低价格发生日期

# NinjaScriptMarketAnalyzerColumnDescriptionMarketCap
source: Market capitalization. The total value of issued shares.
de_de: Marktkapitalisierung. Der Gesamtwert der ausgegebenen Aktien.
es_es: Capitalización de mercado. El valor total de acciones emitidas
ko_kr: 시가 총액. 발행된 주식의 총 가치입니다.
ru_ru: Рыночная капитализация. Общий объем выпущенных акций.
zh_hans: 市场资本化。发行的股份的总价值。

# NinjaScriptMarketAnalyzerColumnDescriptionMarketPrice
source: Current price and net change
de_de: Aktuelle Preis und Nettoveränderung
es_es: Precio actual y cambio neto
ko_kr: 현재 가격 및 순 변동
ru_ru: Текущая цена и изменение
zh_hans: 当前价格和净变动

# NinjaScriptMarketAnalyzerColumnDescriptionNetChange
source: Current price compared to last close price
de_de: Aktueller Preis im Vergleich zum letzten Schlusskurs
es_es: Precio actual comparado con el último precio de cierre
ko_kr: 마지막 종가 대비 현재 가격
ru_ru: Текущая цена в сравнении с последней ценой закрытия
zh_hans: 当前的价格相比去年收盘价

# NinjaScriptMarketAnalyzerColumnDescriptionNetChangeMaxDown
source: Current low compared to last close price
de_de: Aktuelles Tief im Vergleich zum letzten Schlusskurs
es_es: Corriente baja en comparación con el último precio de cierre
ko_kr: 최근 종가 대비 현재 최저가
ru_ru: Текущий low по сравнению с последней ценой закрытия
zh_hans: 当前较低的价格与上次收盘价相比

# NinjaScriptMarketAnalyzerColumnDescriptionNetChangeMaxUp
source: Current high compared to last close price
de_de: Aktuelles Hoch im Vergleich zum letzten Schlusskurs
es_es: Corriente alta en comparación con el último precio de cierre
ko_kr: 지난 종가 대비 현재 최고가
ru_ru: Текущий high по сравнению с последней ценой закрытия
zh_hans: 当前高点与上一次收盘价相比

# NinjaScriptMarketAnalyzerColumnDescriptionNextYearsEarningsPerShare
source: Projected earnings per share
de_de: Erwarteter Gewinn je Aktie
es_es: Proyección de utilidades por acción
ko_kr: 예상 주당 순이익
ru_ru: Проект дохода на каждую акцию
zh_hans: 预计每股收益

# NinjaScriptMarketAnalyzerColumnDescriptionNotes
source: User definable field. Double click on applied notes column to create or edit notes.
de_de: Definierbares Feld. Doppelklick auf eine angewandte Notizen Spalte zum Erstellen oder Bearbeiten von Notizen.
es_es: Usuario campo definible. Doble clic en columna de notas aplicadas para crear o corregir notas.
ko_kr: 사용자 정의 필드. 적용된 메모 열을 두 번 클릭하여 메모를 생성하거나 편집합니다.
ru_ru: Поле определяется пользователем. Двойной щелчок на колонке применяемой заметки создает или редактирует заметку.
zh_hans: 用户可定义的字段。双击要创建或编辑注释的应用的笔记列。

# NinjaScriptMarketAnalyzerColumnDescriptionOpening
source: Open price for current trading session
de_de: Eröffnungspreis der aktuellen Handelssitzung
es_es: Precio de apertura para sesión trading actual
ko_kr: 현재 거래 세션의 시가
ru_ru: Цена открытия для текущей торговой сессии
zh_hans: 当前的交易时段开放价格

# NinjaScriptMarketAnalyzerColumnDescriptionOpenInterest
source: The total number of options and/or futures contracts that are not closed or delivered on a particular day
de_de: Die Gesamtzahl der Optionen und / oder Terminkontrakte, die nicht geschlossen oder geliefert sind an einem bestimmten Tag.
es_es: El número total de opciones y/o contratos de futuros que no están cerrados o entregados en un día en particular
ko_kr: 특정 날짜에 마감되거나 인도되지 않은 옵션 및/또는 선물 계약의 총 수
ru_ru: Общее число опционов и\или фьючерсных контрактов, которые не закрыты или поставлены в определенный день
zh_hans: 不关闭或在某一天发表的选项和/或期货合约的总数

# NinjaScriptMarketAnalyzerColumnDescriptionPercentHeldByInstitutions
source: Percentage of shares held by institutions
de_de: Anteil der Aktien in Institutionsbesitz
es_es: Porcentaje de acciones por instituciones
ko_kr: 기관이 보유한 주식의 비율
ru_ru: Процент акций, держателями которых являются институциональные инвесторы
zh_hans: 机构持有的股份比例

# NinjaScriptMarketAnalyzerColumnDescriptionPositionAvgPrice
source: Average entry price of current position
de_de: Durchschnittlicher Einstiegspreis der aktuellen Position
es_es: Precio de entrada promedio de la situación actual
ko_kr: 현재 포지션의 평균 진입 가격
ru_ru: Начальная средняя цена текущей позиции
zh_hans: 当前的位置的平均入门价格

# NinjaScriptMarketAnalyzerColumnDescriptionPositionSize
source: Current position size
de_de: Aktuelle Positionsgröße
es_es: Tamaño de la posicion actual
ko_kr: 현재 위치 크기
ru_ru: Размер текущей позиции
zh_hans: 当前仓位数量

# NinjaScriptMarketAnalyzerColumnDescriptionPriceEarningsRatio
source: Current share price compared to its per-share earnings.
de_de: Aktueller Aktienkurs im Vergleich zum Ergebnis je Aktie.
es_es: Precio actual de las acciones en comparación con su cuota de ingresos.
ko_kr: 주당 이익과 비교한 현재 주가.
ru_ru: Текущая цена акции в сравнении с доходом каждой акции
zh_hans: 当前股价相比，其每股收益。

# NinjaScriptMarketAnalyzerColumnDescriptionProfitLoss
source: Total of unrealized and realized profit and loss.
de_de: Summe unrealisierter und realisierter Gewinne und Verluste
es_es: Total de ganancias y pérdidas no realizadas y realizadas.
ko_kr: 미실현 및 실현 손익의 합계입니다.
ru_ru: Общий нереализованный и реализованный доход и убыток
zh_hans: 总共有未实现，实现利润和损失

# NinjaScriptMarketAnalyzerColumnDescriptionRealizedProfitLoss
source: Realized profit or loss
de_de: Realisierter Gewinn oder Verlust
es_es: Ganancias o perdidas realizadas
ko_kr: 실현 손익
ru_ru: Реализованная Прибыль/Убыток
zh_hans: 以实现利润或损失

# NinjaScriptMarketAnalyzerColumnDescriptionRevenuePerShare
source: Ratio of revenue to share price
de_de: Verhältnis von Einnahmen zu Aktienkurs
es_es: La Proporción de ingresos para compartir precio
ko_kr: 주가 대비 수익 비율
ru_ru: Соотношение дохода к цене акции
zh_hans: 财政收入为二级市场股价的比重
