Repository: pppmbs/NT8Strategy
Catalog: Resource.*.resx
Languages: de_de, es_es, ko_kr, ru_ru, zh_hans

# NinjaScriptIndicatorDescriptionAPZ
source: The APZ (Adaptive Prize Zone) forms a steady channel based on double smoothed exponential moving averages around the average price. See S/C, September 2006, p.28.
de_de: APZ (Adaptive Price Zone) bildet einen auf doppelt geglätteten, exponentiellen gleitenden Durchschnitten basierenden stetigen Kanal um den Durchschnittspreis. Siehe S&C, September 2006, Seite 28.
es_es: El APZ (La zona de precio adaptable) forma un canal estable basado en dobles valores medios móviles exponenciales alisados alrededor del precio medio. Ver S/C, septiembre de 2006, p.28
ko_kr: APZ(Adaptive Prize Zone)는 평균 가격 주변의 이중 평활 지수 이동 평균을 기반으로 안정적인 채널을 형성합니다. S/C, 2006년 9월, p.28 참조.
ru_ru: APZ (Adaptive Prize Zone) формирует устойчивый канал, основанный на двойных сглаженных экспоненциальных скользящих средних вокруг средней цены. Посмотрите S/C, Сентябрь 2006, стр.28.
zh_hans: APZ （自适应奖区） 形成稳定的通道，基于双平滑指数移动平均线周围的平均价格。请参见 S/C，2006 年 9 月，第 28 页。

# NinjaScriptIndicatorDescriptionAroon
source: The Aroon Indicator was developed by Tushar Chande. It is comprised of two plots: one measuring the number of periods since the most recent x-period high (Aroon Up) and the other measuring the number of periods since the most recent x-period low (Aroon Down).
de_de: Der Aroon Indikator wurde von Tushar Chande entwickelt. Er beinhaltet zwei Darstellungen: die eine misst die Anzahl der Perioden seit dem letzten X-Periodenhoch (Aroon Up) und die andere misst die Anzahl der Perioden seit der letzten X-Periode Tief (Aroon Down).
es_es: El Indicador Aroon fue desarrollado por Tushar Chande. Consiste de dos complots: una medición del número de períodos desde el x-período más reciente alto (Aroon) y la otra medición del número de períodos desde el x-período más reciente bajo (Aroon Abajo).
ko_kr: Aroon Indicator는 Tushar Chande가 개발했습니다. 이것은 두 개의 플롯으로 구성됩니다. 하나는 가장 최근의 x 기간 고점 이후 기간 수를 측정하는 것(Aroon Up)이고 다른 하나는 가장 최근의 x 기간 저점 이후 기간 수를 측정하는 것(Aroon Down)입니다.
ru_ru: Aroon индикатор разработан Tushar Chande. Состоит из двух участков: один измеряет число периодов с момента последнего x-периода high (Aroon Вверх) и другой измеряет количество периодов с момента последнего х-периода low (Aroon Вниз).
zh_hans: 阿隆指标是由参数随时开发的。它由两个地块组成： 一个测量以来最新的 x 时期高 （阿隆最多） 和其他测量以来最新的 x 时期低 (阿隆 Down) 期数的期数。

# NinjaScriptIndicatorDescriptionAroonOscillator
source: The Aroon Oscillator is based upon his Aroon Indicator. Much like the Aroon Indicator, the Aroon Oscillator measures the strength of a trend.
de_de: Der Aroon Oszillator beruht auf dem Aroon Indikator. Ähnlich dem Aroon Indikator misst der Aroon Oszillator die Stärke eines Trends.
es_es: El oscilador de Aroon se basa en su indicador Aroon. Tanto como el indicador Aroon, el oscilador de Aroon mide la fuerza de una tendencia.
ko_kr: Aroon Oscillator는 Aroon 표시기를 기반으로 합니다. Aroon 지표와 마찬가지로 Aroon 오실레이터는 추세의 강도를 측정합니다.
ru_ru: Aroon Oscillator основан на Индикаторе Aroon. Подобно индикатору Aroon, Aroon Oscillator измеряет силу тренда.
zh_hans: 阿隆振荡器基于他阿隆指标。多像阿隆指标，阿隆振荡器措施强度的一种趋势。

# NinjaScriptIndicatorDescriptionATR
source: The Average True Range (ATR) is a measure of volatility. It was introduced by Welles Wilder in his book 'New Concepts in Technical Trading Systems' and has since been used as a component of many indicators and trading systems.
de_de: Die Average True Range (ATR) ist ein Maß für die Volatilität. Von Welles Wilder in seinem Buch "New Concepts in Technical Trading Systems" eingeführt und wird seitdem als Komponente in vielen Indikatoren und Handelssystemen eingesetzt.
es_es: El rango verdadero promedio (ATR) es una medida de volatilidad. Fue introducido por Welles Wilder en su libro 'Nuevos conceptos en sistemas técnicos comerciales' y desde entonces ha sido utilizado como un componente de muchos indicadores y sistemas comerciales.
ko_kr: ATR(Average True Range)은 변동성의 척도입니다. 이것은 Welles Wilder가 저서 '기술적 거래 시스템의 새로운 개념'에서 소개한 이후로 많은 지표 및 거래 시스템의 구성 요소로 사용되었습니다.
ru_ru: Average True Range (ATR) это мера волатильности. Он был введен Welles Wilder в книге 'New Concepts in Technical Trading Systems' и с тех пор используется как компонента многих индикаторов и торговых систем.
zh_hans: 平均真实范围 (ATR) 是衡量波动性的。它介绍了由威尔斯威尔德在他的书 ' 中技术交易系统的新概念和自用作很多指标和交易系统的一个组成部分。

# NinjaScriptIndicatorDescriptionBarTimer
source: Displays remaining time of the time based bar
es_es: Muestra el tiempo restante de la barra de tiempo basado en
ko_kr: 시간 기반 막대의 남은 시간을 표시합니다.
ru_ru: Отображает оставшееся время на основе времени бар
zh_hans: 显示剩余时间的基于时间栏

# NinjaScriptIndicatorDescriptionBlockVolume
source: Block volume detects block trades and display how many occurred per bar. This can be displayed either as trades or volume. Historical tick data is required to plot historically.
de_de: Blockvolumen erkennt Blocktrades und zeigt an, wie viele pro Balken aufgetreten sind. Dies kann entweder als Trades oder als Volumen angezeigt werden. Historische Tickdaten sind für die historische Darstellung erforderlich.
es_es: Bloque de volumen detecta bloquea trades y mostrar cuántos ocurrieron por barra. Esto puede mostrarse como trades o volumen. Datos de la señal histórica es necesaria para trazar históricamente.
ko_kr: 블록 거래량은 블록 거래를 감지하고 막대당 발생한 횟수를 표시합니다. 이것은 거래 또는 거래량으로 표시될 수 있습니다. 역사적으로 플롯하려면 과거 틱 데이터가 필요합니다.
ru_ru: Block volume обнаруживает блочные сделки и отображает, сколько проишло за бар. Это может быть отображено в виде сделок или объема. Иторические тиковые данные необходимы для построения графика.
zh_hans: 块交易量检测块交易, 并显示每个柱发生的次数。这可以显示为交易或交易量。历史刻度数据需要历史上的绘制.

# NinjaScriptIndicatorDescriptionBollinger
source: Bollinger Bands are plotted at standard deviation levels above and below a moving average. Since standard deviation is a measure of volatility, the bands are self-adjusting: widening during volatile markets and contracting during calmer periods.
de_de: Bollinger Bänder werden als Standardabweichungs Level oberhalb und unterhalb eines gleitenden Durchschnitts dargestellt. Da die Standardabweichung ein Maß für die Volatilität ist, sind die Bänder selbstanpassend: Verbreiterung findet während volatiler Märkte und Verengung in ruhigeren Zeiten statt.
es_es: Las bandas de Bollinger se trazan en los niveles de desviación estándar por encima y por debajo de una media móvil. Puesto que la desviación estándar es una medida de volatilidad, las bandas son autoajustables: ensanchamiento durante la volatilidad de los mercados y la contratación durante períodos de más estabilidad.
ko_kr: 볼린저 밴드는 이동 평균 위와 아래의 표준 편차 수준으로 표시됩니다. 표준 편차는 변동성의 척도이기 때문에 밴드는 자체 조정됩니다. 변동성이 큰 시장에서는 확대되고 안정기에는 축소됩니다.
ru_ru: Bollinger Bands строятся на стандартном отклонении уровней выше и ниже скользящей средней. Поскольку стандарт отклонения это измерение волатильности, полосы сами регулируются: расширяются когда рыноки волатильны, и сжимаются когда спокойные периоды.
zh_hans: 布林线绘制在上方和下方移动平均值的标准偏差水平。由于标准偏差是衡量波动性的带的是自我调节： 期间动荡的市场，扩大和收缩平静时期。

# NinjaScriptIndicatorDescriptionBOP
source: The balance of power indicator measures the strength of the bulls vs. bears by assessing the ability of each to push price to an extreme level.
de_de: Der Balance of Power Indikator misst die Stärke der Bullen gegen die der Bären durch Bewertung der Fähigkeit einer jeden Seite den Preis auf ein extremen Niveau zu drücken.
es_es: El indicador de equilibrio de poder mide la fuerza de los toros contra los osos tasando la capacidad de cada uno del precio de empuje a un nivel extremo
ko_kr: 힘의 균형 지표는 가격을 극단적인 수준으로 끌어 올릴 수 있는 능력을 평가하여 강세 대 약세의 강도를 측정합니다.
ru_ru: Идикатор balance of power измеряет силу быков против медведей, оценивая способность каждого толкать цену до предельного уровня.
zh_hans: 平衡的电源指示灯措施的强度与熊公牛通过评估每个价格推到极端的水平的能力。

# NinjaScriptIndicatorDescriptionBuySellPressure
source: Indicates the current buying or selling pressure as a perecentage. This is a tick by tick indicator. If 'Calculate' is set to 'On bar close', the indicator values will always be 100.
de_de: Zeigt den aktuellen Kauf- oder Verkaufsdruck in Prozent an. Dies ist ein Echzeit Indikator. Wenn 'Berechnen auf' auf 'Bei Barschluss' gesetzt ist, werden die Indikator Werte immer 100 anzeigen.
es_es: Indica la compra corriente o venta de presión como un porcentaje. Esto es una marca por el indicador de la marca. Si 'Calcular' se ajusta en 'la barra cercana", los valores de los indicadores siempre serán 100.
ko_kr: 현재 매수 또는 매도 압력을 백분율로 나타냅니다. 이것은 틱 바이 틱 표시기입니다. '계산'이 '바 닫기 시'로 설정되어 있으면 표시기 값은 항상 100이 됩니다.
ru_ru: Показывает процент давления текущей покупка или продажа. Это тик так индикатор. Если 'Вычесление' установлено в "На бар закрытие", значения индикатора всегда будет 100.
zh_hans: 指示当前买进或卖出压力为 perecentage。这是一个滴答，滴答指标。如果计算设置为上K棒关闭 '，指示符值总是会 100。

# NinjaScriptIndicatorDescriptionBuySellVolume
source: Plots a histogram splitting volume between trades at the ask or higher and trades at the bid and lower. Only works on historical data if using Tick Replay
es_es: Traza un volumen de división del histograma entre trading en la venta o más alto y trade en la oferta y más abajo. Sólo los trabajos de datos históricos usando la reproducción de la Marca
ko_kr: 호가 이상의 거래와 호가 이하의 거래 사이의 히스토그램 분할 볼륨을 플로팅합니다. Tick Replay를 사용하는 경우 과거 데이터에서만 작동합니다.
ru_ru: Построители гистограм разделяют значение между торговлей на ask или выше и торговлей на bid и ниже. Работает только на данных с историей если используется Тик Проиграть.
zh_hans: 阴谋分裂之间问或更高的交易与交易在投标和低体积直方图。 仅适用于历史数据，如果使用Tick重播

# NinjaScriptIndicatorDescriptionCamarillaPivots
source: Camarilla pivots are a price analysis too that generates potential support and resistance levels by multiplying the prior range then adding or subtracting it from the close.
de_de: Camarilla-Pivots sind auch eine Preisanalyse, die potenzielle Unterstützungs- und Widerstandsebenen generiert, indem sie den vorherigen Bereich multiplizieren und dann addieren oder vom Close abziehen.
es_es: Pivotes de camarilla son un análisis de precio demasiado que genera posibles niveles de soporte y resistencia multiplicando el rango anterior y luego sumando o restando al cierre.
ko_kr: Camarilla 피벗은 이전 범위를 곱한 다음 종가에서 더하거나 빼서 잠재적인 지원 및 저항 수준을 생성하는 가격 분석이기도 합니다.
ru_ru: Camarilla pivots являются ценовым анализом, который генерирует потенциальные уровни поддержки и сопротивления, умножая предыдущий диапазон, затем добавляя или вычитая его из закрытия.
zh_hans: camarilla 枢轴也是一种价格分析, 它通过将先前的范围相乘, 然后从收盘价中添加或减去, 从而产生潜在的支撑和阻力水平.

# NinjaScriptIndicatorDescriptionCandlestickPattern
source: Detects common candlestick patterns and marks them on the chart
de_de: Erkennt weit verbreitete Candletick Patterns und zeichnet diese im Chart ein
es_es: Detecta los patrones comunes de la velas de marca y son identicadas en el gráfico
ko_kr: 일반적인 촛대 패턴을 감지하여 차트에 표시
ru_ru: Обнаруживает общие закономерности подсвечника и отмечает их на графике
zh_hans: 检测常见烛台模式并将它们标记在图表上

# NinjaScriptIndicatorDescriptionCCI
source: The Commodity Channel Index (CCI) measures the variation of a security's price from its statistical mean. High values show that prices are unusually high compared to average prices whereas low values indicate that prices are unusually low.
de_de: Der Commodity Channel Index (CCI) misst die Variation eines Wertpapierpreises von seinem statistischen Mittelwert. Hohe Werte zeigen, dass die Preise ungewöhnlich hoch im Vergleich zu den durchschnittlichen Preisen sind, während niedrige Werte zeigen, dass die Preise ungewöhnlich niedrig sind.
es_es: El Commodity Channel Index (CCI) mide la variación del precio de una seguridad de su media estadística. Los Valores elevados muestran que los precios son inusualmente altos en comparación con los precios promedio considerando que los valores bajos indican que los precios son excepcionalmente bajos.
ko_kr: 상품 채널 지수(CCI)는 통계적 평균에서 유가 증권 가격의 변동을 측정합니다. 높은 값은 가격이 평균 가격에 비해 비정상적으로 높다는 것을 나타내고 낮은 값은 가격이 비정상적으로 낮다는 것을 나타냅니다.
ru_ru: Commodity Channel Index (CCI) измеряет отклонение цены ценной бумаги от ее статистического значения. Значения high показывают, что цены необычно высоки по сравнению со средними ценами в то время как значения low указывают, что цены необычно низкие.
zh_hans: 商品通道指数 (CCI) 措施安全价格从其统计平均值的变化。高值表明，价格奇高相比平均价格，而低值，表示价格非常低。

# NinjaScriptIndicatorDescriptionChaikinMoneyFlow
source: Calculates the amount of money flow volume over n bars.
de_de: Berechnet den Wert des Geldfluss Volumens über n Bars.
es_es: Calcula la cantidad de volumen de flujo de dinero excedente en las barras
ko_kr: n개의 막대에 대한 자금 흐름의 양을 계산합니다.
ru_ru: Вычесление значения количества денежного потока сверх n бар.
zh_hans: 计算资金流量的金额超过 n K棒。

# NinjaScriptIndicatorDescriptionChaikinOscillator
source: Calculates the momentum of the accumulation distribution line using the difference between two exponential moving averages.
de_de: Berechnet das Momentum der Akkumulation/Distribution Linie mit Hilfe der Differenz zwischen zwei exponentiellen, gleitenden Durchschnitten.
es_es: Calcula el impulso de acumulación de la línea de distribución mediante la diferencia entre las dos medias móviles exponenciales.
ko_kr: 두 지수 이동 평균의 차이를 사용하여 누적 분포선의 운동량을 계산합니다.
ru_ru: Рассчитывает моментум накопления распределения линии, используя разницу между двумя экспоненциальными скользящими средними.
zh_hans: 计算累积分布行使用的区别两个指数移动平均线的势头。

# NinjaScriptIndicatorDescriptionChaikinVolatility
source: Compares difference between an instruments current and historical range using exponential moving averages.
de_de: Vergleicht die Differenz zwischen der aktuellen und historischen Preisspanne eines Instruments mit Hilfe von exponentiellen, gleitenden Durchschnitten.
es_es: Compara la diferencia entre un rango de los instrumentos históricos y actuales usando el promedio de las móviles exponenciales.
ko_kr: 지수 이동 평균을 사용하여 상품의 현재 범위와 과거 범위 간의 차이를 비교합니다.
ru_ru: Сравнивает разницу между текущими инструментами и диапазоном истории используя экспоненциальные скользящие среднии.
zh_hans: 比较使用指数移动平均线文书当前和历史范围之间的区别。

# NinjaScriptIndicatorDescriptionChoppinessIndex
source: The Choppiness Index is designed to determine if the market is choppy (trading sideways) or not choppy (trading within a trend in either direction)
de_de: Der Choppiness Index wurde entwickelt, um festzustellen, ob der Markt schwankend ist (seitwärts handeln) oder nicht (innerhalb eines Trends in beide Richtungen handeln)
es_es: El índice Choppiness está diseñado para determinar si el mercado es entrecortada (trading hacia un lado) y no entrecortado (comercio dentro de una tendencia en cualquier dirección)
ko_kr: Choppiness 지수는 시장이 고르지 않은지(옆으로 거래) 고르지 않은지(어느 방향으로든 추세 내에서 거래) 결정하도록 설계되었습니다.
ru_ru: Индекс Choppiness предназначен для определения, является ли рынок изменчивым (торгуется в боковом направлении) или не изменчивым (торгуется в тренде в любом направлении)
zh_hans: 切碎指数的设计是为了确定市场是波动 (横向交易) 还是不波动 (在两个方向的趋势范围内交易)

# NinjaScriptIndicatorDescriptionCMO
source: The CMO differs from other momentum oscillators such as Relative Strength Index (RSI) and Stochastics. It uses both up and down days data in the numerator of the calculation to measure momentum directly. Primarily used to look for extreme overbought and oversold conditions, CMO can also be used to look for trends.
de_de: Der CMO unterscheidet sich von anderen Momentum Oszillatoren wie Relative Strength Index (RSI) und Stochastik. Er verwendet Daten über Auf- und Abwärts Tage im Zähler der Berechnung um die Dynamik direkt zu messen. In erster Linie zur Bestimmung extremer überkauft / überverkauft Bedingungen eingesetzt, kann der CMO auch helfen Trends zu identifizieren.
es_es: El CMO difiere de otros osciladores impulso como el Relative Strength Index (RSI) y Stochastics Usa a ambos datos diarios de arriba abajo en el numerador del cálculo para medir el ímpetu directamente. Principalmente solía buscar condiciones extremas sobrecompradas y sobreestimadas, CMO también puede ser usado para buscar tendencias.
ko_kr: CMO는 상대 강도 지수(RSI) 및 스토캐스틱과 같은 다른 모멘텀 오실레이터와 다릅니다. 모멘텀을 직접 측정하기 위해 계산의 분자에 있는 상승일과 하락일 데이터를 모두 사용합니다. 주로 극단적인 과매수 및 과매도 조건을 찾는 데 사용되는 CMO는 추세를 찾는 데 사용할 수도 있습니다.
ru_ru: CMO отличается от других осцилляторов моментума, таких как Relative Strength Index, (RSI) и Stochastics. Он использует дневные данные Вверх и Вниз, в числителе расчета для измерения моментума напрямую. В первую очередь используется для поиска экстремальных состояний перекупок и перепродаж, CMO может также быть использован для поиска трендов.
zh_hans: 中医药条例 》 有别于其他如相对强度指数 (RSI) 和随机的势头振荡器。它使用两种上下天数据在计算分子中直接测量的势头。主要用来寻找极端超买和超卖情况，奇美也可用来寻找趋势。

# NinjaScriptIndicatorDescriptionConstantLines
source: Plots lines at user defined values.
de_de: Zeichnet Linien an benutzerdefinierten Werten ein
es_es: Plot lines at user defined values.
ko_kr: 사용자 정의 값에 선을 그립니다.
ru_ru: Построители линий на значениях определенных пользователем.
zh_hans: 在用户定义值的情节线。

# NinjaScriptIndicatorDescriptionCorrelation
source: The correlation indicator will plot the correlation of the data series to a desired instrument. Values close to 1 indicate movement in the same direction. Values close to -1 indicate movement in opposite directions. Values near 0 indicate no correlation.
de_de: Der Korrelationsindikator wird die Korrelation der Datenreihen zu einem gewünschten Instrument darstellen. Werte nahe 1 zeigen Bewegung in die gleiche Richtung an. Werte nahe -1 zeigen Bewegung in entgegengesetzte Richtungen an. Werte nahe 0 deuten auf keine Korrelation hin.
es_es: The correlation indicator will plot the correlation of the data series to a desired insturment. Values close to 1 indicate movement in the same direction. Values close to -1 indicate movement in opposite directions. Values near 0 indicate no correlation.
ko_kr: 상관 표시기는 데이터 시리즈와 원하는 도구의 상관 관계를 표시합니다. 1에 가까운 값은 같은 방향으로의 움직임을 나타냅니다. -1에 가까운 값은 반대 방향으로의 움직임을 나타냅니다. 0에 가까운 값은 상관 관계가 없음을 나타냅니다.
ru_ru: Индикатор корреляции будет спланировать корреляцию серии данных с желаемым инструментом. Значения, близкие к 1, указывают на движение в одном направлении. Значения, близкие к -1, указывают на движение в противоположных направлениях. Значения около 0 указывают на отсутствие корреляции.
zh_hans: 相关指标将绘制数据系列与所需工具的相关性。值接近 1 表示在同一方向上移动。值接近 -1 表示方向相反。值接近 0 表示没有关联.

# NinjaScriptIndicatorDescriptionCOT
source: The COT indicator plots weekly data from the Commitment Of Traders report, indicating holdings of different participants in the U.S. futures market.
de_de: Engagement der Händler
es_es: Compromiso de los comerciantes
ko_kr: COT 지표는 Commitment Of Traders 보고서의 주간 데이터를 표시하여 미국 선물 시장에서 다양한 참가자의 보유량을 나타냅니다.
ru_ru: Обязательство трейдеров
zh_hans: 交易者的承诺

# NinjaScriptIndicatorDescriptionCurrentDayOHL
source: Plots the open, high, and low values from the session starting on the current day.
de_de: Stellt die Eröffnung, sowie die Hochs und Tiefs der aktuellen Handelssitzung dar.
es_es: Traza los valores abiertos, alto, y bajos de la sesión que comienza a partir del día actual
ko_kr: 현재 날짜에 시작하는 세션의 시가, 고가 및 저가를 표시합니다.
ru_ru: Наносит значения сессии в текущем дне: открытие, high, low
zh_hans: 绘制在当前的第一天的会议中开放，高和低的值。

# NinjaScriptIndicatorDescriptionDarvas
source: The Darvas Boxes were taken from the pages of Nicolas Darvas book, How I Made $2,000,000 in the Stock Market. The boxes are used to normalize a trend. A 'buy' signal would be indicated when the price of the stock exceeds the top of the box. A 'sell' signal would be indicated when the price of the stock falls below the bottom of the box.
de_de: Die Darvas Kästen wurden von den Seiten von Nicolas Darvas Buch"How I Made $ 2.000.000 in the stock market". Die Kästen werden verwendet, um einen Trend zu normalisieren. Ein Kaufsignal wird angezeigt werden wenn der Kurs des Instruments bei der Oberseite der Box liegt. Ein Verkaufsignall wird angezeigt wenn der Kurs unter der Box liegt.
es_es: Las cajas Darvas fueron tomadas de las páginas del libro de Nicolas Darvas, cómo hice $2.000.000 en el mercado de valores. Las cajas se utilizan para normalizar una tendencia. Una señal de 'comprar' estaría indicada cuando el precio de la acción supera la parte superior de la caja. Una señal de 'vender' estaría indicada cuando el precio de la acciones cae por debajo de la parte inferior de la caja.
ko_kr: Darvas 상자는 Nicolas Darvas 책, How I Made $2,000,000 the Stock Market의 페이지에서 가져왔습니다. 상자는 추세를 정규화하는 데 사용됩니다. 주식 가격이 박스 상단을 초과하면 '매수' 신호가 표시됩니다. 주가가 박스 바닥 아래로 떨어지면 '매도' 신호가 표시됩니다.
ru_ru: Darvas Boxes были взяты со страниц книги Nicolas Darvas "How I Made $2,000,000 in the Stock Market". Boxes используются для нормализации тренда. Сигнал купить будет указывать, когда цена акции превышает верх box. Сигнал продать будет указывать когда цена акции падает ниже дна box.
zh_hans: 软件是内置盒取自尼古拉斯软件是内置书页如何我在股票市场赚了 $2,000,000。框用于正常化的趋势。当股票价格超过顶部的框中，将表示 '买' 的信号。将表示 '出售' 的信号，当股票的价格低于框的底部。

# NinjaScriptIndicatorDescriptionDEMA
source: The Double Exponential Moving Average (DEMA) is a combination of a single exponential moving average and a double exponential moving average.
de_de: Doppelter exponentieller gleitender Durchschnitt
es_es: El Double Exponential Moving Average (DEMA) es una combinación de un promedio móvil exponencial simple y un promedio móvil exponencial doble
ko_kr: 이중 지수 이동 평균(DEMA)은 단일 지수 이동 평균과 이중 지수 이동 평균의 조합입니다.
ru_ru: Double Exponential Moving Average (DEMA) представляет собой комбинацию одного экспоненциального скользящего среднего и двойной экспоненциальной скользящей средней.
zh_hans: 双指数移动平均 （德玛依） 是单一的指数移动平均线和双指数移动平均线的组合。

# NinjaScriptIndicatorDescriptionDisparityIndex
source: The Disparity Index measures the difference between the price and an exponential moving average. A value greater could suggest bullish momentum, while a value less than zero could suggest bearish momentum.
de_de: Der Disparitätsindex misst die Differenz zwischen dem Preis und einem exponentiellen gleitenden Durchschnitt. Ein Wert größer könnte auf bullisches Momentum hindeuten, während ein Wert unter Null ein bärisches Momentum vermuten lässt.
es_es: El Disparity Index mide la diferencia entre el precio y la media móvil exponencial. Un valor mayor podría sugerir un impulso alcista, mientras que un valor menor que cero podría sugerir un impulso bajista.
ko_kr: 격차 지수는 가격과 지수 이동 평균 간의 차이를 측정합니다. 값이 더 크면 강세 모멘텀을 암시할 수 있고, 0보다 작은 값은 약세 모멘텀을 암시할 수 있습니다.
ru_ru: Индекс несоответствия измеряет разницу между ценой и экспоненциальной скользящей средней. Значение большее может указывать на бычий импульс, тогда как значение, меньшее нуля, может указывать на медвежий импульс.
zh_hans: 差异指数测量价格和指数移动平均线之间的差异。大于值可能表明看涨势头, 而低于零的价值可能表明看跌势头.
