Repository: pppmbs/NT8Strategy
Catalog: Resource.*.resx
Languages: de_de, es_es, ko_kr, ru_ru, zh_hans

# NinjaScriptIndicatorDescriptionTSI
source: The TSI (True Strength Index) is a momentum-based indicator, developed by William Blau. Designed to determine both trend and overbought/oversold conditions, the TSI is applicable to intraday time frames as well as long term trading.
de_de: Der TSI (True Strength Index) ist ein auf Momentum basierter und von William Blau entwickelter Indikator. Sowohl zur Trendbestimmung als auch für überkauft/überverkauft Bedingungen konstruiert, ist der TSI für Intraday Zeitfenster genauso wie für den langfristigen Handel anwendbar.
es_es: El TSI (True Strength Index) es un indicador basado en el ímpetu, desarrollado por William Blau. Diseñado para determinar tendencias y sobreventa o condiciones de sobrecompra la TSI es aplicable a plazos intradía, así como a largo plazo.
ko_kr: TSI(True Strength Index)는 William Blau가 개발한 운동량 기반 지표입니다. 추세와 과매수/과매도 조건을 모두 결정하도록 설계된 TSI는 장중 거래 및 장기 거래에 적용됩니다.
ru_ru: TSI (True Strength Index) индикатор основанный на моментум, разработан William Blau. Предназначен определять состояние тренда и перепокупок/перепродаж, TSI применим к внутредневной и долгосрочной торговле.
zh_hans: TSI （真实强度指标） 是一个基于动量的指标，由威廉 · 布劳。设计用来确定趋势和超买超卖情况，TSI 是适用于盘中的时间框架，以及长期交易。

# NinjaScriptIndicatorDescriptionUltimateOscillator
source: The Ultimate Oscillator is the weighted sum of three oscillators of different time periods. The typical time periods are 7, 14 and 28. The values of the Ultimate Oscillator range from zero to 100. Values over 70 indicate overbought conditions, and values under 30 indicate oversold conditions. Also look for agreement/divergence with the price to confirm a trend or signal the end of a trend.
de_de: Der Ultimate Oszillator ist die gewichtete Summe dreier Oszillatoren für unterschiedliche Zeiträume. Die typischen Zeiträume sind 7, 14 und 28. Die Werte des Ultimate Oszillators reichen von null bis 100. Werte über 70 zeigen überkauft und Werte unter 30 überverkauft Bedingungen an. Suchen Sie auch nach Übereinstimmung/Divergenz mit dem Preis, um zu einen Trend oder eine Trendwende zu bestätigen.
es_es: El Ultimate Oscillator es la suma ponderada de los tres osciladores de diferentes períodos de tiempo. Los plazos típicos son 7, 14 y 28. Los valores del rango Ultimate oscilador de cero a 100. Los valores mayores de 70 indican condiciones de sobrecompra y valores menores de 30 indican condiciones de sobreventa. También busca acuerdo/divergencia con el precio para confirmar una tendencia o señalar el final de una tendencia.
ko_kr: Ultimate Oscillator는 서로 다른 기간의 3개 오실레이터의 가중치 합입니다. 일반적인 기간은 7, 14 및 28입니다. Ultimate Oscillator의 값 범위는 0에서 100까지입니다. 값이 70을 초과하면 과매수 상태를 나타내고 30 미만의 값은 과매도 상태를 나타냅니다. 또한 추세를 확인하거나 추세의 끝을 알리기 위해 가격과의 일치/차이를 찾으십시오.
ru_ru: Ultimate Oscillator взвешенная сумма трех осцилляторов различных периодов времени. Типичные периоды времени 7, 14 и 28. Значения диапазона Ultimate Oscillator от нуля до 100. Значения сверх 70 указывают на состояние перепокупок, и значения до 30 указывают на состояние перепродаж. Также смотри на соглашение/расхождение с ценой как подтверждение тренда или сигнал об окончании тренда.
zh_hans: 最终的振荡器是不同时间段的三个振荡器的加权的和。典型的时间段是 7、 14 和 28。终极振荡器范围从 0 到 100 的值。值超过 70 指示超买的状况，而值下 30 指示超跌的条件。也看以确认趋势或信号的一种趋势结束的价格的差距大协议。

# NinjaScriptIndicatorDescriptionVMA
source: The VMA (Variable Moving Average, also known as VIDYA or Variable Index Dynamic Average) is an exponential moving average that automatically adjusts the smoothing weight based on the volatility of the data series. VMA solves a problem with most moving averages. In times of low volatility, such as when the price is trending, the moving average time period should be shorter to be sensitive to the inevitable break in the trend. Whereas, in more volatile non-trending times, the moving average time period should be longer to filter out the choppiness. VIDYA uses the CMO indicator for it's internal volatility calculations. Both the VMA and the CMO period are adjustable.
de_de: Der VMA (Variable Moving Average, auch bekannt als VIDYA oder Variable Index Dynamic Average) ist ein exponentiell gleitender Durchschnitt, der die Glättungsgewichte anhand der Volatilität der Datenreihe automatisch anpasst. Der VMA löst ein Problem der meisten gleitenden Durchschnitte - in Zeiten niedriger Volatilität, z. B. wenn der Preis trendet, sollte die Periode des gleitenden Durchschnitts kürzer werden, um empfindlicher auf unvermeidbare Pausen im Trend zu reagieren. Wohingegen in volatilen Phasen ohne Trend, eine längere Periode für den gleitenden Durchschnitt vorzuziehen ist, damit die Unbeständigkeit herausgefiltert wird. VIDYA verwendet den CMO Indikator für seine internen Volatilitätsberechnungen Die VMA und die CMO Periode sind beide einstellbar.
es_es: El VMA (Variable Moving Average, conocido tambien como VIDYA o Variable Index Dynamic Average) es una media móvil exponencial que se ajusta automáticamente el peso de allanamiento basado en la volatilidad de las series de datos. VMA soluciona un problema con los promedios móviles. En tiempos de baja volatilidad, como cuando los precios son las tendencias, el período de tiempo promedio móvil tendría que ser más corto para ser sensible a la inevitable ruptura en la tendencia. Mientras que, en la más volátil no hay tiempos de tendencias, el período de tiempo promedio móvil debería ser mayor para filtrar los escarceos. VIDYA utiliza el indicador interno OCM de cálculos de volatilidad. Tanto el VMA y la OCM los período son ajustables.
ko_kr: VMA(Variable Moving Average, VIDYA 또는 Variable Index Dynamic Average라고도 함)는 데이터 시리즈의 변동성에 따라 평활 가중치를 자동으로 조정하는 지수 이동 평균입니다. VMA는 대부분의 이동 평균 문제를 해결합니다. 가격이 추세일 때와 같이 변동성이 낮은 시기에는 추세의 불가피한 중단에 민감하기 위해 이동 평균 기간이 더 짧아야 합니다. 반면, 변동성이 더 큰 비추세 시간에 이동 평균 기간은 고르지 못한 현상을 걸러내기 위해 더 길어야 합니다. VIDYA는 내부 변동성 계산을 위해 CMO 지표를 사용합니다. VMA 및 CMO 기간은 모두 조정 가능합니다.
ru_ru: VMA (Variable Moving Average), так же известен как VIDYA (Variable Index Dynamic Average), это экспоненциальная скользящая средняя, которая автоматически регулирует сглаживание веса в зависимости от волатильности рядов данных. VMA решает проблему с большинством скользящих средних. В периоды низкой волатильности, например когда цена находится в тренде, период времени скользящей средней должен быть короче, чтобы быть чувствительным к неизбежному перерыву в тренде. Тогда как, в более волатильные не трендовые времена, период времени скользящей средней должен быть длиннее чтобы отфильтровать Период для VMA и CMO являются регулируемыми.
zh_hans: VMA （变量移动平均，也称为维迪亚或变量指数动态平均） 是自动调整基于波动性的数据系列的平滑权重的指数移动平均线。VMA 解决大多数移动平均线。在时代的低波动，例如当价格潮流趋势，移动平均的时间段内应该更短一些敏感到这一趋势中的必然断点。而在波动性更大的非趋势的时代，移动的平均时间段应该是更长的时间筛选出乱套。维迪亚使用 CMO 指标，因为它是内部波动计算。VMA 和 CMO 期间是可调。

# NinjaScriptIndicatorDescriptionVOL
source: Volume is simply the number of shares (or contracts) traded during a specified time frame (e.g. hour, day, week, month, etc).
de_de: Volumen ist einfach die Anzahl der Aktien (oder Kontrakte), die während eines vorgegebenen Zeitraums (z.B. Stunde, Tag, Woche, Monat, etc.) gehandelt werden.
es_es: Volumen es, simplemente, el número de acciones (o contratos) negociados durante un período de tiempo determinado (por ejemplo, la hora, día, semana, mes, etc).
ko_kr: 거래량은 단순히 지정된 기간(예: 시간, 일, 주, 월 등) 동안 거래된 주식(또는 계약)의 수입니다.
ru_ru: Объем это просто число акций (или контрактов) торгуемых в течении определенных временных рамок (например час, день, неделя, месяц, и т.д.)
zh_hans: 卷是只需在指定的时间内 （例如，小时、 天、 周、 月等） 交易的股票 （或合同） 的数目。

# NinjaScriptIndicatorDescriptionVOLMA
source: The VOLMA (Volume Moving Average) plots an exponential moving average (EMA) of volume.
de_de: Die VOLMA (Volume Moving Average) stellt einen exponentiell gleitenden Durchschnitt (EMA) des Volumens dar.
es_es: La VOLMA (Volumen Promedio móvil) representa la media móvil exponencial (EMA) de volumen.
ko_kr: VOLMA(Volume Moving Average)는 거래량의 지수 이동 평균(EMA)을 표시합니다.
ru_ru: VOLMA (Volume Moving Average) строит экспоненциальную скользящую среднюю (EMA) от объема.
zh_hans: （卷移动平均） VOLMA 地块指数移动平均线 (EMA) 的卷。

# NinjaScriptIndicatorDescriptionVolumeCounter
source: Displays the volume count of each bar
de_de: Volumen der einzelnen Kerzen
es_es: Muestra a la cuenta del volumen de cada barra
ko_kr: 각 막대의 볼륨 수를 표시합니다.
ru_ru: Отображает подсчитанный объем кождого бара.
zh_hans: 显示每个条形的卷数

# NinjaScriptIndicatorDescriptionVolumeOscillator
source: The Volume Oscillator measures volume by calculating the difference of a fast and a slow moving average of volume. The Volume Oscillator can provide insight into the strength or weakness of a price trend. A positive value suggests there is enough market support to continue driving price activity in the direction of the current trend. A negative value suggests there is a lack of support, that prices may begin to become stagnant or reverse.
de_de: Der Volume Oszillator misst das Volumen durch die Berechnung des Unterschiedes eines schnellen und eines langsamen gleitenden Durchschnitts der Volumens. Der Volume Oszillator bieten Einblick in die Stärke oder Schwäche des Preistrends Ein positiver Wert deutet darauf hin, das es gibt genug Unterstützung im Markt gibt die Preise in Richtung des aktuellen Trends zu bewegen. Ein negativer Wert deutet darauf hin, das es einen Mangel an Unterstützung gibt; die Preise könnten stagnieren oder eine Umkehr vollziehen.
es_es: El Volume Oscillator mide el volumen calculando la diferencia de un rápido y un lento valor medio móvil del volumen. El oscilador de volumen puede proporcionar la penetración en la fuerza o debilidad de una tendencia de precio. Un valor positivo sugiere que hay bastante apoyo del mercado para seguir conduciendo la actividad de precios en dirección de la tendencia actual. Un valor negativo sugiere que hay una carencia del apoyo, que los precios pueden comenzar a hacerse estancados o inversos.
ko_kr: 볼륨 오실레이터는 볼륨의 빠른 이동 평균과 느린 이동 평균의 차이를 계산하여 볼륨을 측정합니다. 볼륨 오실레이터는 가격 추세의 강점 또는 약점에 대한 통찰력을 제공할 수 있습니다. 양수 값은 현재 추세의 방향으로 가격 활동을 계속 추진하기에 충분한 시장 지원이 있음을 나타냅니다. 음수 값은 지지가 부족하여 가격이 정체되거나 역전될 수 있음을 나타냅니다.
ru_ru: Volume Oscillator измеряет объем путем расчета разницы от быстрого и медленного скользящего среднего объема. Volume Oscillator может обеспечить понимание сильного или слабово ценового тренда. Положительное значение предполагает, что есть достаточная поддержка рынка продолжить движение ценовой активности в направлении текущего тренда. Отрицательное значение означает недостаток поддержки и последующее замедление ценового движения или его разворот.
zh_hans: 通过计算差异的一种快速和缓慢的移动平均线的卷卷振荡器措施卷。音量振荡器可以洞察价格走势的强弱。积极的价值表明，有足够的市场支持，将继续推高价格活动在当前趋势的方向。负值表明缺乏支持，价格可能开始变得停滞不前或反向。

# NinjaScriptIndicatorDescriptionVolumeProfile
source: Plots a horizontal histogram of volume by price.
de_de: Zeichnet ein horizontales Histogramm des Volumens anhand des Preises
es_es: Traza un histograma horizontal del volumen por el precio.
ko_kr: 가격별 거래량의 수평 히스토그램을 플로팅합니다.
ru_ru: Наносит горизонтальные гистограммы объема от цены.
zh_hans: 按价格图卷水平直方图。

# NinjaScriptIndicatorDescriptionVolumeUpDown
source: Variation of the VOL (Volume) indicator that colors the volume histogram different color depending if the current bar is up or down bar
es_es: La variación del indicador VOL (Volumen) que colorea el histograma del volumen color diferente depende si la barra actual aumenta o disminuye
ko_kr: 현재 막대가 위 또는 아래 막대에 따라 다른 색상으로 볼륨 히스토그램을 색칠하는 VOL(볼륨) 표시기의 변형
ru_ru: Изменение индикатора VOL (Volume) раскрашивает объем гистограммы в разные цвета в зависимости если текущий бар идет вверх или вниз
zh_hans: 当前K线的颜色体积直方图不同的颜色取决于如果卷 （卷） 指标变化是向上或向下栏

# NinjaScriptIndicatorDescriptionVolumeZones
source: Volume Zones plots a horizontal histogram that overlays a price chart. The histogram bars stretch from left to right starting at the left side of the chart. The length of each bar is determined by the cumulative total of all volume bars for the periods during which the price fell within the vertical range of the histogram bar.
de_de: Volume Zones zeichnet eine horizontales Histogramm, das einen Chart überlagert. Die Histogrammbalken erstrecken sich von links nach rechts beginnend an der linken Seite des Diagramms. Die Länge der einzelnen Balken wird durch die Gesamtsumme des Volumens für den dargestellten Zeitraum berechnet.
es_es: Las Zonas del volumen trazan un histograma horizontal que reviste un gráfico de precios. Las barras del histograma se extienden de izquierda a derecha empezando en la izquierda del gráfico. La longitud de cada barra es determinada por el total acumulativo de todas las barras del volumen para los períodos durante los cuales el precio se cayó dentro de la variedad vertical de la barra del histograma.
ko_kr: 볼륨 영역은 가격 차트를 오버레이하는 수평 히스토그램을 그립니다. 히스토그램 막대는 차트의 왼쪽에서 시작하여 왼쪽에서 오른쪽으로 늘어납니다. 각 막대의 길이는 가격이 히스토그램 막대의 수직 범위 내에 있는 기간 동안의 모든 거래량 막대의 누적 합계에 의해 결정됩니다.
ru_ru: Volume zones строят горизонтальную гистограмму которая перекрывает ценовой график. Бары гистограмм растянуты слева направо, начиная с левой стороны графика. Длина каждого бара определяется нарастающим итогом объема всех баров за периоды в течение которого цена упала в вертикальном диапазоне бара гистограммы.
zh_hans: 卷区地块水平直方图覆盖价格图表。直方图条延伸从左到右开始在图表的左侧。每个栏的长度确定累计的所有卷K棒的时期期间，价格跌了直方图条垂直范围。

# NinjaScriptIndicatorDescriptionVortex
source: The Vortex indicator is an oscillator used to identify trends. A bullish signal triggers when the VIPlus line crosses above the VIMinus line. A bearish signal triggers when the VIMinus line crosses above the VIPlus line.
de_de: Der Vortex-Indikator ist ein Oszillator, der verwendet wird, um Trends zu identifizieren. Ein bullisches Signal löst aus, wenn die VIPlus-Linie die VIMinus-Linie überschreitet. Ein rückläufiges Signal löst aus, wenn die VIMinus-Linie die VIPlus-Linie überschreitet.
es_es: El indicador Vortex es un oscilador utilizado para identificar tendencias. Una señal alcista se activa cuando la línea VIPlus cruza por encima de la línea de VIMinus. Una señal bajista activa cuando la línea de VIMinus cruza por encima de la línea VIPlus.
ko_kr: Vortex 표시기는 추세를 식별하는 데 사용되는 오실레이터입니다. VIPlus 라인이 VIMinus 라인 위로 교차할 때 강세 신호가 트리거됩니다. VIMinus 라인이 VIPlus 라인 위로 교차할 때 약세 신호가 트리거됩니다.
ru_ru: Индикатор Vortex - это осциллятор, используемый для определения трендов. Бычий сигнал срабатывает, когда линия VIPlus пересекает линию VIMinus. Медвежий сигнал срабатывает, когда линия VIMinus пересекает линию VIPlus
zh_hans: 涡流指示器是用于识别趋势的振荡器。当 viplus 线越过 viminus 线上方时, 就会触发一个看涨信号。当 viminus 线越过 viplus 线时, 将触发看跌信号.

# NinjaScriptIndicatorDescriptionVROC
source: The VROC (Volume Rate-of-Change) shows whether or not a volume trend is developing in either an up or down direction. It is similar to the ROC indicator, but is applied to volume instead.
de_de: Der VROC (Volume Rate of Change) zeigt, ob sich ein Volumen Trend entwickelt (auf- oder abwärts gerichtet). Er ist vergleichbar mit dem ROC Indikator, aber stattdessen auf das Volumen angewendet.
es_es: El VROC (Volume Rate-of-Change) muestra si o no una tendencia del volumen está desarrollando hacia arriba o hacia abajo. Es similar al indicador ROC, pero es aplicado al volumen en su lugar
ko_kr: VROC(Volume Rate-of-Change)는 거래량 추세가 위 또는 아래 방향으로 전개되고 있는지 여부를 보여줍니다. ROC 표시기와 유사하지만 대신 볼륨에 적용됩니다.
ru_ru: VROC (Volume Rate-of-Change) показывает развивается ли тренд объема в большую или меньшую сторону. Это похоже на индикатор ROC, но применяется к объему.
zh_hans: VROC （体积的变化率） 显示卷趋势是发展中要么向上或向下的方向。它是类似于中华民国的指标，但是应用于卷。

# NinjaScriptIndicatorDescriptionVWMA
source: The VWMA (Volume-Weighted Moving Average) returns the volume-weighted moving average for the specified price series and period. VWMA is similar to a Simple Moving Average (SMA), but each bar of data is weighted by the bar's Volume. VWMA places more significance on the days with the largest volume and the least for the days with lowest volume for the period specified.
de_de: Der VWMA (Volume Weighted Moving Average) gibt den volumengewichteten gleitenden Durchschnitt für die angegebenen Preisreihe und Zeitraum an. Der VWMA ist dem Simple Moving Average (SMA) ähnlich, aber jedes Bar der Daten wird hier durch das Volumen des Bars gewichtet. Der VWMA misst den Tagen mit dem größten Volumen eine hoehere Bedeutung bei als denen mit dem niedrigsten Volumen für den angegebenen Zeitraum.
es_es: El VWMA ( Volume-Weighted moving Average) devuelve el volumen de media móvil ponderada para el precio especificado y período. El VWMA es similar a una media móvil simple (SMA), pero cada barra de datos es ponderado por la barra de volumen. El VWMA los lugares más significativos sobre los días con el volumen más alto y el menor para los días con el volumen más bajo para el período especifico.
ko_kr: VWMA(볼륨 가중 이동 평균)는 지정된 가격 계열 및 기간에 대한 거래량 가중 이동 평균을 반환합니다. VWMA는 단순 이동 평균(SMA)과 유사하지만 데이터의 각 막대는 막대의 볼륨에 의해 가중치가 부여됩니다. VWMA는 지정된 기간 동안 거래량이 가장 많은 날에 더 중요하고 거래량이 가장 적은 날에 가장 중요하지 않습니다.
ru_ru: VWMA (Volume-Weighted Moving Average) возвращает объем-взвешенного скользящего среднего для указанного ценового ряда и периода. VWMA похожа на Simple Moving Average (SMA), но каждый бар данных взвешивается по объему бара. VWMA становиться более значим в дни с наибольшим объемом и менее, в дни с наименьшим объемом для указанного периода.
zh_hans: 心梗 （Volume-Weighted 移动平均） 返回的体积加权移动平均指定的价格系列和期间。心梗是类似于简单移动平均 (SMA)，但每个栏数据加权由大律师公会的容量。心梗地方更多意义上最大的体积与天和天期间的最低体积至少指定。

# NinjaScriptIndicatorDescriptionWilliamsR
source: The Williams %R is a momentum indicator that is designed to identify overbought and oversold areas in a nontrending market.
de_de: Williams %R ist ein Momentum Indikator, der entworfen wurde, um überkaufte und überverkaufte Bereiche in einem nicht trendenden Markt zu identifizieren.
es_es: Williams %R es un indicador de ímpetu que está diseñado para identificar áreas sobrecompradas y sobreestimadas en un mercado sin tendencia.
ko_kr: Williams %R은 추세가 아닌 시장에서 과매수 및 과매도 영역을 식별하도록 설계된 모멘텀 지표입니다.
ru_ru: Williams %R индикатор моментума, который спроектирован определять области перекупок и перепродаж в нетрендовом рынке.
zh_hans: 威廉姆斯 %R 是旨在确定一个动量指标超买和超卖区域股市场。

# NinjaScriptIndicatorDescriptionWMA
source: The WMA (Weighted Moving Average) is a Moving Average indicator that shows the average value of a security's price over a period of time with special emphasis on the more recent portions of the time period under analysis as opposed to the earlier.
de_de: Der WMA (Weighted Moving Average) ist ein gleitender Durchschnitt Indikator, der den Durchschnittswert des Wertpapierpreises über einen Zeitraum mit besonderem Schwerpunkt auf den neueren Daten des Analysezeitraums anzeigt.
es_es: El WMA (Weighted Moving Average) es un indicador Moving Average que muestra el valor medio del precio de seguridad por el período del tiempo con el énfasis especial en las porciones más recientes del período de tiempo bajo el análisis a diferencia de la anterior.
ko_kr: WMA(가중 이동 평균)는 이전과 대조적으로 분석 대상 기간의 보다 최근 부분에 특히 중점을 두고 일정 기간 동안 유가 증권 가격의 평균 값을 표시하는 이동 평균 지표입니다.
ru_ru: WMA (Weighted Moving Average) индикатор Moving Average, который показывает среднее значение цены за некоторый период времени с особым акцентом на последние части периода времени при анализе, в противоположность ранним.
zh_hans: WMA （加权移动平均） 是移动平均线的指示器，以显示安全价格的平均价值在一段时间特别强调下分析而不是更早的时间段的最近部分。

# NinjaScriptIndicatorDescriptionZigZag
source: The ZigZag indicator shows trend lines filtering out changes below a defined level.
de_de: Der Zig Zag Indikator zeigt Trendlinien an, die Preisveränderungen unter einem definierten Niveau herausfiltern.
es_es: El indicador ZigZag muestra líneas de tendencia que ignoran los cambios debajo de un nivel definido.
ko_kr: 지그재그 표시기는 정의된 수준 아래의 변경 사항을 필터링하는 추세선을 보여줍니다.
ru_ru: Индикатор ZigZag показывает тренд линии, отфильтровывания изменения ниже определенного уровня.
zh_hans: 锯齿形指示器显示过滤掉下面定义的水平变化的趋势线。

# NinjaScriptIndicatorDescriptionZLEMA
source: The ZLEMA (Zero-Lag Exponential Moving Average) is an EMA variant that attempts to adjust for lag.
de_de: Der ZLEMA (Zero Lag Exponential Moving Average) ist eine EMA Variante, die versucht, die Verzögerung zu kompensieren.
es_es: El ZLEMA (Zero-Lag Exponential Moving Average) es una variante del EMA que intenta adaptarse al retraso.
ko_kr: ZLEMA(Zero-Lag Exponential Moving Average)는 지연을 조정하려고 시도하는 EMA 변형입니다.
ru_ru: ZLEMA (Zero-Lag Exponential Moving Average) это вариант ЕМА, который попытается корректировать задержку.
zh_hans: ZLEMA （零滞后指数移动平均线） 是试图调整滞后 EMA 变种。

# NinjaScriptIndicatorDiff
source: Diff
de_de: Differenz
es_es: Diferencia
ko_kr: 차이

# NinjaScriptIndicatorDisparityLine
source: Disparity line
de_de: Disparitätslinie
es_es: Línea de disparidad
ko_kr: 시차선
ru_ru: Линия несоответствия
zh_hans: 差异线

# NinjaScriptIndicatorDown
source: Down
de_de: nach unten
es_es: Abajo
ko_kr: 아래에

# NinjaScriptIndicatorLower
source: Lower
es_es: Bajo
ko_kr: 낮추다
ru_ru: Ниже

# NinjaScriptIndicatorMcClellanOscillatorLine
source: McClellan Oscillator line
de_de: McClellan-Oszillatorlinie
es_es: Línea de Oscilador de McClellan
ko_kr: McClellan 오실레이터 라인
ru_ru: Линия осциллятора McClellan
zh_hans: 麦克莱伦振荡器生产线

# NinjaScriptIndicatorMiddle
source: Middle
de_de: Mitte
es_es: Medio
ko_kr: 가운데
ru_ru: Средний

# NinjaScriptIndicatorMoneyFlowLine
source: Money flow line
de_de: Money Flow Linie
ko_kr: 돈 흐름 라인
ru_ru: Линия денежных потоков
zh_hans: 资金流动线

# NinjaScriptIndicatorNameAroon
source: Aroon
ko_kr: 아룬

# NinjaScriptIndicatorNameAroonOscillator
source: Aroon oscillator
de_de: Aroon Oszillator
es_es: Oscilador Aroon
ko_kr: 아룬 오실레이터

# NinjaScriptIndicatorNameBarTimer
source: Bar timer
es_es: Barra temporizadora
ko_kr: 바 타이머

# NinjaScriptIndicatorNameBlockVolume
source: Block volume
de_de: Blockvolumen
es_es: Bloque de volumen
ko_kr: 블록 볼륨
zh_hans: 块音量

# NinjaScriptIndicatorNameBollinger
source: Bollinger
ko_kr: 볼린저

# NinjaScriptIndicatorNameBOP
source: BOP
ko_kr: 밥

# NinjaScriptIndicatorNameBuySellPressure
source: Buy sell pressure
de_de: Kauf/Verkauf Druck
es_es: Presión compra venta
ko_kr: 매수 매도 압력

# NinjaScriptIndicatorNameBuySellVolume
source: Buy sell volume
de_de: Kauf/Verkauf Volumen
es_es: Volumen compra venta
ko_kr: 매수 매도량
zh_hans: 买卖成交量

# NinjaScriptIndicatorNameCamarillaPivots
source: Camarilla pivots
es_es: Pivotes de la camarilla
ko_kr: 카마릴라 피벗
zh_hans: 卡马里拉枢轴

# NinjaScriptIndicatorNameCandlestickPattern
source: Candlestick pattern
es_es: Patrón de vela
ko_kr: 촛대 패턴
zh_hans: K2线模式

# NinjaScriptIndicatorNameChaikinMoneyFlow
source: Chaikin money flow
de_de: Chaikin Geldfluß
ko_kr: Chaikin 돈 흐름

# NinjaScriptIndicatorNameChaikinOscillator
source: Chaikin oscillator
de_de: Chaikin Oszillator
es_es: Oscilador Chaikin
ko_kr: 체이킨 오실레이터

# NinjaScriptIndicatorNameChaikinVolatility
source: Chaikin volatility
de_de: Chaikin Volatilität
es_es: Volatilidad Chaikin
ko_kr: 체이킨 변동성

# NinjaScriptIndicatorNameChoppinessIndex
source: Choppiness index
es_es: Indice Choppiness
ko_kr: 고르지 못한 지수
zh_hans: 切碎指数

# NinjaScriptIndicatorNameConstantLines
source: Constant lines
de_de: Konstante Linien
es_es: Líneas constantes
ko_kr: 일정한 선

# NinjaScriptIndicatorNameCorrelation
source: Correlation
de_de: Korrelation
es_es: Correlación
ko_kr: 상관 관계
zh_hans: 相关

# NinjaScriptIndicatorNameCOT
source: COT
de_de: Engagement der Händler
es_es: Compromiso de los comerciantes
ko_kr: 간이 침대
zh_hans: 交易者的承诺

# NinjaScriptIndicatorNameCurrentDayOHL
source: Current day OHL
de_de: Aktueller Tages OHL
es_es: Actualidad OHL
ko_kr: 현재 날짜 OHL

# NinjaScriptIndicatorNameDarvas
source: Darvas
ko_kr: 다르바스

# NinjaScriptIndicatorNameDEMA
source: DEMA
ko_kr: 데마

# NinjaScriptIndicatorNameDisparityIndex
source: Disparity index
es_es: Índice de disparidad
ko_kr: 격차 지수
zh_hans: 差距指数

# NinjaScriptIndicatorNameDM
source: DM
ko_kr: 디엠

# NinjaScriptIndicatorNameDMIndex
source: DM index
es_es: Índice DM
ko_kr: DM 인덱스
