Repository: pppmbs/NT8Strategy
Catalog: Resource.*.resx
Languages: de_de, es_es, ko_kr, ru_ru, zh_hans

# NinjaScriptIndicatorDescriptionDM
source: Directional Movement (DM). This is the same indicator as the ADX, with the addition of the two directional movement indicators +DI and -DI. +DI and -DI measure upward and downward momentum. A buy signal is generated when +DI crosses -DI to the upside. A sell signal is generated when -DI crosses +DI to the downside.
de_de: Directional Movement (DM). Dies ist der gleiche Indikator wie der ADX, mit dem Zusatz der zwei 'directional Movement' Indikatoren +DI und -DI. +DI und -DI messen die Auf- und Abwärts-Dynamik. Ein Kaufsignal wird generiert, wenn +DI den -DI nach oben, ein Verkaufssignal, wenn -DI den + DI nach unten kreuzt.
es_es: Directional Movement (DM). Este es el mismo indicador como el ADX, incluyendo los dos indicadores de movimiento direccional DI y -DI. DI y -DI miden el impulso hacia arriba y hacia abajo. Una señal de compra se genera cuando DI cruza -DI al alza. Se genera una señal de venta cuando -DI DI se cruza a la baja.
ko_kr: 방향 이동(DM). 이것은 두 방향 이동 표시기 +DI 및 -DI가 추가된 ADX와 동일한 표시기입니다. +DI 및 -DI는 상승 및 하락 모멘텀을 측정합니다. +DI가 -DI를 상향 교차할 때 매수 신호가 생성됩니다. -DI가 +DI를 하방으로 교차하면 매도 신호가 생성됩니다.
ru_ru: Directional Movement, DM. Это такой же индикатор как ADX, с добавлением двух индикаторов направленния движения +DI и -DI. +DI и -DI измеряет моментум повышения и снижения. Сигнал покупки возникает когда +DI пересекает -DI в сторону повышения. Сигнал к продаже возникает когда -DI пересекает +DI в сторону снижения.
zh_hans: 定向运动 (DM)。这是作为 adx 指标，加上两个定向运动指标 + DI 和-DI 的同一指标。+ DI 和-DI 测量向上和向下的势头。生成一个买入信号当 + DI 交叉-DI 到有利的一面。卖出信号生成-DI 交叉时 + DI 下行。

# NinjaScriptIndicatorDescriptionDMI
source: Directional Movement Index. Directional Movement Index is quite similiar to Welles Wilder's Relative Strength Index. The difference is the DMI uses variable time periods (from 3 to 30) vs. the RSI's fixed periods.
de_de: Directional Movement Index. Der Directional Movement Index ist dem Relative Strength Index von Welles Wilder sehr ähnlich. Der Unterschied ist, dass der DMI variable Zeitperioden (von 3 bis 30) gegenüber den statischen RSI Perioden verwendet.
es_es: Directional Movement Index. Directional Movement Index es muy similar al Índice Welles Wilder's Relative Strength. La diferencia es el DMI utiliza períodos de tiempo variable (de 3 a 30) vs. el RSI de períodos fijos.
ko_kr: 방향 이동 지수. 방향 이동 지수는 Welles Wilder의 상대 강도 지수와 매우 유사합니다. 차이점은 DMI가 RSI의 고정 기간과 비교하여 가변 기간(3~30)을 사용한다는 것입니다.
ru_ru: Directional Movement Index. Индекс очень похож на Welles Wilder's Relative Strength Index. Разница в том, DMI использует переменные периоды времени (от 3 до 30) против фиксированных периодов RSI.
zh_hans: 定向运动的索引。定向运动指数是非常类似于威尔斯王尔德的相对强弱指数。区别是 DMI 使用可变的时间段 （从 3 到 30) 与 RSI 的固定期。

# NinjaScriptIndicatorDescriptionDMIndex
source: The Dynamic Momentum Index is a variable term RSI. The RSI term varies from 3 to 30. The variable time period makes the RSI more responsive to short-term moves. The more volatile the price is, the shorter the time period is. It is interpreted in the same way as the RSI, but provides signals earlier.
de_de: Der Dynamic Momentum Index ist ein variabler RSI. Die RSI Komponente schwankt zwischen 3 und 30. Die variable Zeitperiode macht den RSI sensibler für kurzfristige Bewegungen. Je volatiler der Preis ist, desto kürzer wird der Berechnungszeitraum Er wird auf die gleiche Weise wie der RSI interpretiert, aber kann frühere Signale bieten.
es_es: El Dynamic Momentum Index es un término variable RSI. El término RSI varía de 3 a 30. El período de tiempo variable hace más sensible a los movimientos a corto plazo del RSI. El precio es el más volátil, el más corto es el período de tiempo. Aunque se interpreta de la misma manera como el RSI, pero proporciona señales antes.
ko_kr: 동적 모멘텀 지수는 가변 항 RSI입니다. RSI 기간은 3에서 30까지 다양합니다. 변동 기간은 RSI가 단기 움직임에 더 잘 반응하도록 합니다. 가격 변동성이 클수록 기간은 짧아집니다. RSI와 같은 방식으로 해석되지만 더 일찍 신호를 제공합니다.
ru_ru: Dynamic Momentum Index это переменный термин RSI. Термин RSI варьирует от 3 до 30. Переменный период времени делает RSI более восприимчивым к краткосрочным движениям. Чем волатильнее цена, тем короче период времени. Это интерпретируется также как RSI, но обеспечивает сигналы ранее.
zh_hans: 动态的动量指标是一个可变的术语 RSI。RSI 期限从 3 到 30 的不同。可变的时间段让 RSI 更加适应短期举措。价格挥发越多，越短的时间段是。它在 RSI，相同的方式解释，但早些时候提供信号。

# NinjaScriptIndicatorDescriptionDonchianChannel
source: Donchian Channel. The Donchian Channel indicator was created by Richard Donchian. It uses the highest high and the lowest low of a period of time to plot the channel.
de_de: Der Donchian Channel Indikator wurde von Richard Donchian geschaffen. Es verwendet das höchste Hoch und das niedrigste Tief des Zeitraumes, um den Kanal darzustellen.
es_es: El Donchian Channel. El indicador Donchican Channel fue creado por Richard Donchian. Utiliza la más alto y la más bajo de un periodo de tiempo para trazar el canal.
ko_kr: 돈치안 채널. Donchian 채널 표시기는 Richard Donchian이 만들었습니다. 채널을 플롯하기 위해 일정 기간의 최고 최고치와 최저 최저치를 사용합니다.
ru_ru: Индикатор Donchian Channel был создан Ричардом Дончианом. Он использует самый высокий максимум и самый низкий минимум из периода времени для построения канала.
zh_hans: 唐通道。唐通道指示灯是由理查德 · 唐创建的。它使用最高和最低点的一段时间来绘制通道。

# NinjaScriptIndicatorDescriptionDoubleStochastics
source: Double Stochastics is a variation of the Stochastics indicator developed by William Blau.
de_de: Doppel Stochastik
es_es: Double Stochastics es una variación de los indicadores Stochastics desarrollados por William Blau
ko_kr: Double Stochastics는 William Blau가 개발한 Stochastics 지표의 변형입니다.
ru_ru: Индикатор Double Stochastics является вариацией показателя Stochastics, разработанного William Blau.
zh_hans: 双随机指标是由威廉 · 布劳的随机指标变化。

# NinjaScriptIndicatorDescriptionEaseOfMovement
source: The Ease of Movement (EMV) indicator emphasizes days in which the stock is moving easily and minimizes the days in which the stock is finding it difficult to move. A buy signal is generated when the EMV crosses above zero, a sell signal when it crosses below zero. When the EMV hovers around zero, then there are small price movements and/or high volume, which is to say, the price is not moving easily.
de_de: Der Ease of Movement (EMV) Indikator betont Tage, in denen sich die Aktie leicht bewegt und minimiert die Tage, in denen es der Aktie schwerfällt sich zu bewegen. Eine Kaufsignal wird generiert, wenn der EMV über Null, ein Verkaufssignal wenn er unter Null kreuzt. Wenn der EMV um Null tendiert, gibt es kleine Preisbewegungen und/oder hohes Volumen: das heißt, der Preis bewegt sich nicht leicht.
es_es: El indicador Ease of Movement (EMV) enfatiza días en los cuales las acciones se mueve fácilmente y se minimiza los días en los cuales las acciones encuentra difícil moverse. Una señal de la compra es generada cuando el EMV se cruza encima del cero, una señal de la venta cuando se cruza bajo cero. Cuando el EMV se cierne alrededor del cero, entonces hay pequeños movimientos de precios y/o del alto volumen, que debe decir, el precio no se mueve fácilmente.
ko_kr: EMV(Ease of Movement) 지표는 주가가 쉽게 움직이는 날을 강조하고, 주식이 움직이기 어려운 날을 최소화합니다. EMV가 0을 넘으면 매수 신호, 0 아래로 교차하면 매도 신호가 발생합니다. EMV가 0 부근에 있으면 작은 가격 움직임 및/또는 높은 거래량이 있습니다. 즉, 가격이 쉽게 움직이지 않습니다.
ru_ru: Индикатор Ease of Movement (EMV) подчеркивает дни в которые акции двигаются легко и минимизирует дни в которые акции двигаются с трудом. Сигнал покупки возникает когда EMV переходит выше нуля, и сигнал продажи, когда он переходит ниже нуля. Когда EMV зависает около нуля, тогда движение цены и/или объема high небольшие, который должен сказать, цена не движется легко.
zh_hans: 运动易用性 (EMV) 指标强调的天搬迁容易和最小化的股票发现很难移动的天存量。当 EMV 十字架高于零，当它穿过零度以下的卖出信号产生买入信号。当 EMV 悬停在零附近时，然后有很小的价格变动和 （或） 高卷，也就是，价格不动很容易。

# NinjaScriptIndicatorDescriptionEMA
source: The Exponential Moving Average is an indicator that shows the average value of a security's price over a period of time. When calculating a moving average, the EMA applies more weight to recent prices than the SMA.
de_de: Der Exponential Moving Average ist ein Indikator der den durchschnittlichen Wert eines Wertpapierkurses über einen Zeitraum zeigt. Bei der Berechnung des gleitenden Durchschnitts EMA gilt mehr Gewicht auf die jüngsten Preise als bei dem SMA.
es_es: El Exponential Moving Average es un indicador que muestra el promedial de un valor de seguridad sobre un periodo de tiempo. Cuando calcule un móvil promedial. las aplicaciones EMA pesan más para precios recientes que los SMA
ko_kr: 지수 이동 평균은 일정 기간 동안 유가 증권 가격의 평균 가치를 보여주는 지표입니다. 이동 평균을 계산할 때 EMA는 SMA보다 최근 가격에 더 많은 가중치를 적용합니다.
ru_ru: Exponential Moving Average (EMA) индикатор, который показывает среднее значение цены ценной бумаги за период времени. Когда вычисляется скользящяя средняя. EMA делает более весомыми последние цены чем SMA.
zh_hans: 指数移动平均线是一个标记，表明证券价格的平均价值在一段时间。当计算移动平均趋势线，均线适用于最近价格比 SMA 更多的重量。

# NinjaScriptIndicatorDescriptionFibonacciPivots
source: Fibonacci pivots are a price analysis too that generates potential support and resistance levels by multiplying the prior range against Fibonacci values then adding or subtracting it from the average of the prior high, low, and close.
de_de: Fibonacci-Pivots sind auch eine Preisanalyse, die potenzielle Unterstützungs- und Widerstandsebenen generiert, indem sie den vorherigen Bereich mit den Fibonacci-Werten multiplizieren und ihn dann addieren oder vom Durchschnitt des vorherigen hohen, niedrigen und engen Bereichs subtrahieren.
es_es: Pivotes de Fibonacci son un análisis de precio demasiado que genera apoyo potencial y niveles de resistencia multiplicando el previo van contra los valores Fibonacci entonces agregar o restar de la media del anterior alto, bajo y cierran.
ko_kr: 피보나치 피벗은 피보나치 값에 대해 이전 범위를 곱한 다음 이전 고가, 저가 및 종가의 평균에서 더하거나 빼서 잠재적인 지원 및 저항 수준을 생성하는 가격 분석입니다.
ru_ru: Fibonacci pivots представляют собой анализ цен, который генерирует потенциальные уровни поддержки и сопротивления, умножая предыдущий диапазон на значения Фибоначчи, затем прибавляя или вычитая его из среднего значения предыдущего high, low и закрытия.
zh_hans: 斐波那契枢轴也是价格分析，通过将先前范围与斐波那契值相乘，然后从先前高点、最低价和收盘价的平均值中加法或减法，生成潜在的支撑和阻力水平.

# NinjaScriptIndicatorDescriptionFisherTransform
source: The Fisher Transform has sharp and distinct turning points that occur in a timely fashion. The resulting peak swings are used to identify price reversals.
de_de: Die Fisher Transformation hat scharfe und klare Wendepunkte, die in zeitnaher Weise erfolgen. Die resultierenden Extreme werden verwendet, um Preis Umkehren zu identifizieren.
es_es: El Fisher Transform tiene puntos decisivos agudos y distintos puntos de inflexión que ocurren en el momento oportuno.Las oscilaciones máximas que resultan son usadas para identificar inversiones de precios.
ko_kr: 피셔 변환에는 시기 적절하게 발생하는 날카롭고 뚜렷한 전환점이 있습니다. 결과 피크 스윙은 가격 반전을 식별하는 데 사용됩니다.
ru_ru: Fisher Transform имеет острые и различные точки поворота, которые происходят своевременно. Полученные пик колебания, используются для определения ценовых разворотов.
zh_hans: Fisher 变换有锋利和独特的转折点发生在及时。由此产生的峰值波动用来确定价格的反转。

# NinjaScriptIndicatorDescriptionFOSC
source: The Forecast Oscillator (FOSC) is an extension of the linear regression based indicators made popular by Tushar Chande. The Forecast Oscillator plots the percentage difference between the forecast price (generated by an x-period linear regression line) and the actual price. The oscillator is above zero when the forecast price is greater than the actual price. Conversely, it's less than zero if its below. In the rare case when the forecast price and the actual price are the same, the oscillator would plot zero. Actual prices that are persistently below the forecast price suggest lower prices ahead. Likewise, actual prices that are persistently above the forecast price suggest higher prices ahead. Short-term traders should use shorter time periods and perhaps more relaxed standards for the required length of time above or below the forecast price. Long-term traders should use longer time periods and perhaps stricter standards for the required length of time above or below the forecast price. Chande also suggests plotting a three-day moving average trigger line of the Forecast Oscillator to generate early warnings of changes in trend. When the oscillator crosses below the trigger line, lower prices are suggested. When the oscillator crosses above the trigger line, higher prices are suggested.
de_de: Der Forecast Oszillator (FOSC) ist eine Erweiterung der auf Linearer Regression basierenden Indikatoren, die von Tushar Chande populär gemacht wurden. Der Forecast Oszillator plottet die prozentuale Differenz zwischen dem prognostizierten Preis (erzeugt von einer linearen Regressionsgeraden auf x-Perioden) und dem tatsächlichen Preis. Der Oszillator ist über Null, wenn der prognostizierte Preis größer als der tatsächliche Preis ist. Umgekehrt ist er weniger als Null, wenn er kleiner ist. In dem seltenen Fall, das der prognostizierte Preis und der tatsächliche Preis gleich sind, würde der Oszillator Null anzeigen. Aktuelle Preise, die dauerhaft unter dem prognostizierten Preis liegen suggeriere in Zukunft niedrigere Preise. Ebenso suggerieren aktuelle Preise, die dauerhaft über dem prognostizierten Preis liegen, höhere Preise in Zukunft. Kurzfristige Trader sollten kürzere Zeiträume verwenden und vielleicht lockere Standards für die erforderlichen Zeitperioden über / unter dem prognostizierten Preis verwenden. Langfristige Trader sollten längere Zeiträume und vielleicht strengere Standards für die erforderlichen Zeitperioden über / unter dem prognostizierten Preis verwenden. Chande schlägt auch das Plotten ein dreitägigen gleitenden Durchschnitts Trigger Linie des Forecast Oszillators vor, um Frühwarnungen von Trendänderungen zu generieren. Wenn der Oszillator unter diese Trigger Linie kreuzt, werden niedrigere Preise angedeutet. Wenn der Oszillator über die Trigger Linie kreuzt, dagegen höhere Preise.
es_es: El Forecast Oscillator (FOSC) es una extensión de la regresión lineal en función de los indicadores por Tushar Chande. Los trazos del oscilador de previsión de la diferencia entre la proyección del precio (generado por un x-período de regresión lineal) y el precio real. El oscilador está por encima de cero cuando la proyección del precio es mayor que el precio real.El oscilador está por encima de cero cuando el precio del previsión es mayor que el precio real. Por el contrario, es menos de cero si este está debajo. En el raro caso cuando el precio del previsión y el precio real son iguales, el oscilador traza cero. Los precios reales que son constantemente por debajo del precio de previsión sugieren frente a los precios más bajos. Asimismo, los precios reales que son constantemente por encima del precio de previsión sugieren precios más altos adelante. Los Comerciantes a corto plazo deben utilizar más cortos períodos de tiempo y tal vez más cómodos sobre las normas para la longitud necesaria del tiempo por encima o por debajo del precio del previsión. Los Comerciantes a largo plazo deben utilizar períodos más prolongados y tal vez estrictos para la longitud necesaria del tiempo por encima o por debajo del precio de previsión. Chande también sugiere trazar una línea media de disparidad moviendo tres días del oscilador del previsión para generar alertas tempranas de los cambios de tendencia. Cuando el oscilador pasa por debajo del umbral de disparidad, se proponen bajar los precios. Cuando el oscilador pasa por encima del umbral de disparidad, se sugieren los precios más altos.
ko_kr: FOSC(Forecast Oscillator)는 Tushar Chande가 대중화한 선형 회귀 기반 지표의 확장입니다. 예측 오실레이터는 예측 가격(x 기간 선형 회귀선에 의해 생성됨)과 실제 가격 간의 백분율 차이를 표시합니다. 오실레이터는 예측 가격이 실제 가격보다 높을 때 0보다 높습니다. 반대로, 아래에 있으면 0보다 작습니다. 드문 경우지만 예측 가격과 실제 가격이 같을 때 오실레이터는 0을 표시합니다. 예측 가격보다 지속적으로 낮은 실제 가격은 더 낮은 가격을 제시합니다. 마찬가지로, 예측 가격보다 지속적으로 높은 실제 가격은 더 높은 가격을 제시합니다. 단기 거래자는 예상 가격보다 높거나 낮은 필요한 기간 동안 더 짧은 기간과 아마도 더 완화된 표준을 사용해야 합니다. 장기 거래자는 예상 가격보다 높거나 낮은 필요한 기간 동안 더 긴 기간과 아마도 더 엄격한 표준을 사용해야 합니다. Chande는 또한 추세 변화에 대한 조기 경고를 생성하기 위해 Forecast Oscillator의 3일 이동 평균 트리거 라인을 표시할 것을 제안합니다. 오실레이터가 트리거 라인 아래로 교차하면 더 낮은 가격이 제안됩니다. 오실레이터가 트리거 라인 위로 교차하면 더 높은 가격이 제안됩니다.
ru_ru: Forecast Oscillator (FOSC) это расширение линейной регрессии базовых индикаторов и популярным его сделал Tushar Chande. Forecast Oscillator строит процентную разницу между ценой прогноза (генерируется линией х-период линейной регрессии) и фактической ценой. Oscillator выше нуля когда прогноз цены больше, чем фактическая цена. И наоборот, меньше чем ноль, если прогноз ниже. В редких случаях прогноз цены и фактическая цена одинаковые, осцилятор будет строить ноль. Фактические цены, которые ниже цены прогноза, предлагают низкие цены впереди. Также, фактические цены, которые выше цены прогноза, предлагают высокие цены впереди. Краткосрочные сделки должны использовать короткие периоды времени и возможно более гибкие стандарты для необходимой длины времени выше или ниже цены прогноза. Долгосрочные сделки должны использовать длинные периоды времени и возможно строгие стандарты для необходимой длины времени выше или ниже цены прогноза. Chande также предлагает строить трех-дневную скользящую среднюю триггер линию Forecast Oscillator для генерации раннего предупреждения изменений в тренде. Когда осциллятор пересекает ниже линии триггера, предлагаются низкие цены. Когда осциллятор пересекает выше линии триггера, предлагаются высокие цены.
zh_hans: 预测振荡器 (FOSC) 是扩展的线性回归基础指标由参数随时受欢迎。预测振荡器阴谋 （由 x 时期线性回归直线生成） 的预测的价格与实际价格之间的差异百分比。振荡器是零度以上当预测的价格大于实际的价格。 相反，它是小于零如果其下面。在罕见的情况下预测的价格和实际价格相同时，振荡器会绘制零。坚持如下预测价格的实际价格建议未来更低的价格。 同样，总是不断地预测价格之上的实际价格表明，更高的价格。短线交易者应该使用较短的时段，也许更多放宽标准，为所需的长度，时间上面或下面的预测价格。对所需的长度，时间上面或下面的预测价格，长期交易者应使用较长时间段和也许更严格的标准。尚德也表明密谋三天移动平均触发线的预测振荡器在趋势中生成变化的早期预警。当振荡器交叉触发线的下方时，提出更低的价格。当振荡器交叉触发线之上时，提出了更高的价格。

# NinjaScriptIndicatorDescriptionHMA
source: The Hull Moving Average (HMA) employs weighted MA calculations to offer superior smoothing, and much less lag, over traditional SMA indicators.
de_de: Der Hull Moving Average (HMA) setzt gewichtete MA Berechnungen ein, um eine überlegene Glättung und wesentlich weniger Verzögerung als traditionelle SMA Indikatoren zu bieten.
es_es: El Hull Moving Average (HMA) emplea cálculos de MA cargados para ofrecer el allanamiento superior, y mucho menos retraso, sobre indicadores SMA tradicionales.
ko_kr: HMA(Hull Moving Average)는 가중 MA 계산을 사용하여 기존 SMA 지표에 비해 우수한 평활도 및 훨씬 적은 지연을 제공합니다.
ru_ru: Hull Moving Average (НМА) использует взвешенные расчеты MA, предлагая превосходное сглаживание, и гораздо меньший лаг (отставание), по сравнению с традиционными индикаторами SMA.
zh_hans: 船体移动平均 (HMA) 采用加权马计算提供优越的平滑和少得多的滞后，在传统的 SMA 指标。

# NinjaScriptIndicatorDescriptionKAMA
source: Developed by Perry Kaufman, this indicator is an EMA using an Efficiency Ratio to modify the smoothing constant, which ranges from a minimum of Fast Length to a maximum of Slow Length. Since this moving average is adaptive it tends to follow prices more closely than other MA's.
de_de: Perry Kaufman entwickelte diesen Indikator, der einen EMA darstellt, der ein Efficieny Ratio benutzt um die Glättungskonstante anzupassen; diese kann von einer minimalen Schnell Länge bis zu einer maximalen Langsamen Länge reichen. Da dieser gleitenden Durchschnitt adaptiv ist, folgt er den Preisen tendenziell stärker als andere MA's.
es_es: Desarrollado por Perry Kaufman, este indicador es un EMA utilizando un Efficiency Ratio para modificar la constante de fluidez, que oscila entre un mínimo de longitud a un máximo de longitud. Desde esta media móvil es adaptativo que tiende a seguir los precios mucho más de cerca que de otras MA.
ko_kr: Perry Kaufman이 개발한 이 표시기는 최소 Fast Length에서 최대 Slow Length 범위의 평활 상수를 수정하기 위해 Efficiency Ratio를 사용하는 EMA입니다. 이 이동 평균은 적응적이기 때문에 다른 MA보다 가격을 더 밀접하게 따르는 경향이 있습니다.
ru_ru: Разработан Перри Кауфман, этот индикатор ЕМА использует Эффективное Соотношение для изменения постоянной сглаживания, которая пролегает от минимума Быстрого Отрезка (Fast Length) до максимума Медленного Отрезка (Slow Length). Поскольку эта скользящая средняя адаптивна, она стремится следовать за ценами более близко чем другие MA's.
zh_hans: 由佩里考夫曼，这一指标是使用效率比修改平滑常数，最大限度地慢长度范围从快长度最低 EMA。由于此移动平均线是自适应它往往要比其他马更密切关注价格。

# NinjaScriptIndicatorDescriptionKeltnerChannel
source: The Keltner Channel is a similar indicator to Bollinger Bands. Here the midline is a standard moving average with the upper and lower bands offset by the SMA of the difference between the high and low of the previous bars. The offset multiplier as well as the SMA period is configurable.
de_de: Der Keltner Channel ist ein den Bollinger Bändern ähnlicher Indikator, hier ist die Mittellinie ein normaler gleitender Durchschnitt mit den oberen und unteren Bändern durch den SMA der Differenz zwischen Hochs und Tiefs der vorhergehenden Bars verschoben. Der Offset-Multiplikator sowie die SMA Periode ist konfigurierbar.
es_es: El Keltner Channel es un indicador similar a Bollinger Bands. Aquí la línea media es un valor medio móvil estándar con las bandas superiores e inferiores compensadas por el SMA de la diferencia entre el nivel más alto y bajo de las barras anteriores. El multiplicador de la compensación así como el período SMA es configurable.
ko_kr: Keltner 채널은 볼린저 밴드와 유사한 지표입니다. 여기에서 중간선은 이전 막대의 고점과 저점 차이의 SMA에 의해 상쇄 및 하한 밴드가 오프셋된 표준 이동 평균입니다. 오프셋 승수 및 SMA 기간을 구성할 수 있습니다.
ru_ru: Индикатор Keltner Channel подобен индикатору Bollinger Bands. Здесь средняя линия, это стандарт скользящей средней с верхних и нижних полос, смещается за счет SMA разницы между high и low предыдущими барами. Множитель отступа настраивается также как SMA период.
zh_hans: 凯尔特纳通道是林带的一个类似的指标。这里正中线是区别的标准的移动平均线，上部和下部带抵消 SMA 的高和低的以前K棒。偏移量的乘数，以及 SMA 期间是可配置。

# NinjaScriptIndicatorDescriptionKeyReversalDown
source: Returns a value of 1 when the current close is less than the prior close after penetrating the highest high of the last n bars.
de_de: Gibt den Wert 1 zurück, wenn der aktuelle Schlusskurs kleiner als der vorherige ist, nachdem das höchste Hoch der letzten n Bars durchbrochen wurde.
es_es: Devuelve un valor de 1 cuando el cierre actual es menor que el anterior cierre después de penetrar al nivel más alto de los últimos n barras.
ko_kr: 마지막 n개 막대 중 최고가를 관통한 후 현재 종가가 이전 종가보다 작으면 값 1을 반환합니다.
ru_ru: Возвращает значение 1 когда текущее закрытие меньше чем предыдущее закрытие после проникновения самого высокого из последних n баров.
zh_hans: 返回值为 1，当当前关闭小于事先关闭穿透最后 n K棒的最高价后。

# NinjaScriptIndicatorDescriptionKeyReversalUp
source: Returns a value of 1 when the current close is greater than the prior close after penetrating the lowest low of the last n bars.
de_de: Gibt den Wert 1 zurück, wenn der aktuelle Schlusskurs größer als der vorherige ist, nachdem das tiefste Tief der letzten n Bars durchbrochen wurde.
es_es: Devuelve un valor de 1 cuando el cierre actual es superior a la del cierre previo después de penetrar en la más baja de los últimos n barras
ko_kr: 마지막 n개 막대 중 가장 낮은 최저점을 관통한 후 현재 종가가 이전 종가보다 크면 값 1을 반환합니다.
ru_ru: Возвращает значение 1 когда текущее закрытие больше чем предыдущее закрытие после проникновения самого низкого из последних n баров.
zh_hans: 返回值为 1，穿透最低低的最后 n K棒后大于事先关闭当前关闭时。

# NinjaScriptIndicatorDescriptionLinReg
source: The Linear Regression is an indicator that 'predicts' the value of a security's price.
de_de: Der Lineare Regression Indikator versucht den Wert eines Wertpapierskurses vorauszuberechnen.
es_es: El Linear Reression es un indicador que "predice" el valor de un precio de cotización.
ko_kr: 선형 회귀는 유가 증권 가격의 가치를 '예측'하는 지표입니다.
ru_ru: Linear Regression это индикатор, предсказывающий значение цены ценной бумаги.
zh_hans: 线性回归是 '预测' 的证券价格价值指标。
