Repository: pppmbs/NT8Strategy
Catalog: Resource.*.resx
Languages: de_de, es_es, ko_kr, ru_ru, zh_hans

# ZigZagLowBarInstanceGreaterEqual
source: {0}.LowBar: instance must be greater/equal 1 but was {1}
de_de: {0} .LowBar: Instanz muss größer / gleich 1 sein, war aber {1}
es_es: {0}. LowBar: instancia debe ser mayor/igual 1 pero fue {1}
ko_kr: {0} .LowBar: 인스턴스는 1보다 크거나 같아야 하지만 {1}
zh_hans: {0}。LowBar： 实例一定更大/平等 1 但是是 {1}

# ZigZigHighBarBarsAgoGreaterEqual
source: {0}.HighBar: barsAgo must be greater/equal 0 but was {1}
de_de: {0} .HighBar: barsAgo muss größer / gleich 0 sein, war aber {1}
es_es: {0}. HighBar: barsAgo debe ser 0 mayor/igual 0 pero fue {1}
ko_kr: {0} .HighBar: barsAgo는 0보다 크거나 같아야 하지만 {1}
zh_hans: {0}。HighBar: barsAgo 一定更大/平等 0 但是是 {1}

# ZigZigLowBarBarsAgoGreaterEqual
source: {0}.LowBar: barsAgo must be greater/equal 0 but was {1}
de_de: {0} .LowBar: barsAgo muss größer / gleich 0 sein, war aber {1}
es_es: {0}. LowBar: barsAgo debe ser 0 mayor/igual pero fue {1}
ko_kr: {0} .LowBar: barsAgo는 0보다 크거나 같아야 하지만 {1}
ru_ru: {0}.HighBar: instance must be greater/equal 1 but was {1}
zh_hans: {0}。LowBar: barsAgo 一定更大/平等 0 但是是 {1}

# NinjaScriptIndicatorVIMinus
source: VIMinus
zh_hans: 维米努斯

# NinjaScriptSuperDomColumnProfitAndLoss
source: PnL
de_de: GuV
zh_hans: 盈亏

# NinjaScriptIndicatorNameCMO
source: CMO
de_de: GMO
