Repository: pppmbs/NT8Strategy
Catalog: Resource.*.resx
Languages: de_de, es_es, ko_kr, ru_ru, zh_hans

source: Acceleration
de_de: Beschleunigung
es_es: Aceleración
ko_kr: 가속
ru_ru: Ускорение
zh_hans: 加速

source: Acceleration max
de_de: Max. Beschleunigung
es_es: Aceleración máxima
ko_kr: 최대 가속
ru_ru: Максимальное ускорение
zh_hans: 最大加速

source: Acceleration step
de_de: Beschleunigung Schrittweite
es_es: Paso de aceleración
ko_kr: 가속 단계
ru_ru: Шаг ускорения
zh_hans: 加速步

# ADLAD
source: AD
ko_kr: 기원 후

source: Alert on break
de_de: Warnung bei Unterbrechungen
es_es: Alerta en la pausa
ko_kr: 휴식 시 알림
ru_ru: Оповещение о перерыве
zh_hans: 中断时发出警报

source: Alert on break sound
de_de: Warnungston bei Unterbrechungen
es_es: Alerta sobre el sonido de pausa
ko_kr: 브레이크 소리 경고
ru_ru: Оповещение по звуку перерыва
zh_hans: 断时声发出警报

# AndrewsPitchforkCalculationMethod_ModifiedSchiff
source: Modified Schiff
es_es: Schiff modificado
ko_kr: 수정된 쉬프
zh_hans: 修改后的希夫

# AndrewsPitchforkCalculationMethod_Schiff
source: Schiff
ko_kr: 쉬프
zh_hans: 希夫

# AndrewsPitchforkCalculationMethod_StandardPitchfork
source: Standard
es_es: Estándar
ko_kr: 기준
ru_ru: Стандарт
zh_hans: 标准

# AskLineLength
source: Ask line length (% of chart)
de_de: Ask Zeilenlänge (% des Charts)
es_es: Longitud de la línea Ask (% del gráfico)
ko_kr: 질문 선 길이(차트의 %)
ru_ru: Длина линии Ask (% от графика)
zh_hans: 询问行长度 (图表的百分比)

# AskLineStroke
source: Ask line
de_de: Ask Linie
es_es: Línea Ask
ko_kr: 질문 라인
ru_ru: Линия Ask
zh_hans: 询问行

# AuthDisclosureText1
source: Copyright <sup>©</sup> {0}. All rights reserved. NinjaTrader and the NinjaTrader logo. Reg. U.S. Pat. &amp; Tm. Off.
de_de: Urheberrecht <sup>©</sup> {0}. Alle Rechte vorbehalten. NinjaTrader und das NinjaTrader Logo. U.S. Pat. amp; Tm. Aus.
es_es: Derechos de autor <sup>©</sup> {0}. Todos los derechos reservados. NinjaTrader y el logotipo de NinjaTrader. Reg. U.S. Pat. amp; Tm. Apagado.
ko_kr: Copyright <sup>©</sup> {0}. All rights reserved. NinjaTrader 및 NinjaTrader 로고. Reg. U.S. Pat. &amp; Tm. Off.
ru_ru: {0} об авторских правах <sup>©</sup> . Все права защищены. NinjaTrader и логотип NinjaTrader. Рег. США Пат. amp; Тм. Выкл.
zh_hans: 版权 <sup>©</sup> {0}。保留所有权利。NinjaTrader 和 NinjaTrader 徽标。美国注册帕特放大器;关闭。

# AuthDisclosureText2
source: FULL RISK DISCLOSURE: Futures and forex trading contains substantial risk and is not for every investor. An investor could potentially lose all or more than the initial investment. Risk capital is money that can be lost without jeopardizing ones financial security or lifestyle. Only risk capital should be used for trading and only those with sufficient risk capital should consider trading. Past performance is not necessarily indicative of future results.
de_de: VOLLSTÄNDIGE RISIKOOFFENLEGUNG: Der Handel mit Futures und Forex birgt ein erhebliches Risiko und ist nicht für jeden Anleger geeignet. Ein Investor könnte möglicherweise alles oder mehr als die ursprüngliche Investition verlieren. Risikokapital ist Geld, das verloren gehen kann, ohne die finanzielle Sicherheit oder den Lebensstil zu gefährden. Für den Handel sollte nur Risikokapital verwendet werden, und nur Personen mit ausreichendem Risikokapital sollten den Handel in Betracht ziehen. Die Wertentwicklung in der Vergangenheit ist nicht unbedingt ein Indikator für zukünftige Ergebnisse.
es_es: DIVULGACIÓN COMPLETA DEL RIESGO: El comercio de futuros y divisas contiene un riesgo sustancial y no es para todos los inversores. Un inversor podría perder potencialmente todo o más que la inversión inicial. El capital de riesgo es dinero que se puede perder sin poner en peligro la seguridad financiera o el estilo de vida. Solo se debe utilizar capital de riesgo para la negociación y solo aquellos con suficiente capital de riesgo deben considerar la negociación. El rendimiento pasado no es necesariamente indicativo de resultados futuros.
ko_kr: 전체 위험 공개: 선물 및 외환 거래에는 상당한 위험이 포함되어 있으며 모든 투자자에게 해당되는 것은 아닙니다. 투자자는 잠재적으로 초기 투자액의 전부 또는 그 이상을 잃을 수 있습니다. 위험 자본은 재정적 안정이나 생활 방식을 위태롭게 하지 않고 손실될 수 있는 돈입니다. 거래에는 위험자본만 사용해야 하며 위험자본이 충분한 사람만 거래를 고려해야 합니다. 과거의 성과가 반드시 미래의 결과를 나타내는 것은 아닙니다.
ru_ru: ПОЛНОЕ РАСКРЫТИЕ РИСКА: Торговля фьючерсами и форекс содержит существенный риск и не для каждого инвестора. Инвестор может потенциально потерять все или больше, чем первоначальные инвестиции. Рисковый капитал - это деньги, которые могут быть потеряны, не ставя под угрозу финансовую безопасность или образ жизни. Для торговли должен использоваться только рисковый капитал, и только те, у кого достаточно рисковый капитал, должны рассматривать торговлю. Прошлые показатели не обязательно свидетельствуют о будущих результатах.
zh_hans: 全面风险披露：期货和外汇交易包含重大风险，并非适合每个投资者。投资者可能会损失全部或超过初始投资。风险资本是可以在不危及财务安全或生活方式的情况下损失的资金。只有风险资本才应该用于交易，只有那些有足够的风险资本才应该考虑交易。过往表现并不一定预示未来业绩。

# BandPct
source: Band percent
de_de: Band Prozent
es_es: Banda de porcentaje
ko_kr: 밴드 퍼센트
ru_ru: Band процент
zh_hans: 带 %

source: Bar count
de_de: Kerzenanzahl
es_es: Barra de Conteo
ko_kr: 바 수
ru_ru: График количества
zh_hans: K棒计数

source: Bar down
de_de: Abwärtskerze
es_es: Barra Abajo
ko_kr: 바 다운
ru_ru: График вниз
zh_hans: 下跌 bar

source: Bar spacing
de_de: Kerzenabstand
ko_kr: 바 간격
ru_ru: Расстояние между барами
zh_hans: k线间距

source: Bars period type
de_de: Typ Kerzenperiode
es_es: Tipos de periodo de barras
ko_kr: 막대 기간 유형
ru_ru: Тип периода баров
zh_hans: 条形周期类型

# BarsPeriodTypeNameDay
source: Day
de_de: Tag
es_es: Día
ko_kr: 일
ru_ru: День
zh_hans: 日线

# BarsPeriodTypeNameHeikenAshi
source: Heiken-Ashi
ko_kr: 하이켄 아시

# BarsPeriodTypeNameKagi
source: Kagi
ko_kr: 카기
zh_hans: 卡吉

# BarsPeriodTypeNameLineBreak
source: Line Break
es_es: Linea de pausa
ko_kr: 줄 바꿈
ru_ru: Линия разрыва
zh_hans: 线断

# BarsPeriodTypeNameMinute
source: Minute
es_es: Minuto
ko_kr: 분
ru_ru: Минут
zh_hans: 分钟

# BarsPeriodTypeNameMonth
source: Month
de_de: Monat
es_es: Mes
ko_kr: 월
ru_ru: Месяц
zh_hans: 月

# BarsPeriodTypeNamePointAndFigure
source: Point and Figure
de_de: Point & Figure
es_es: Punto y Figura
ko_kr: 점과 그림
ru_ru: Точка и Фигура
zh_hans: 点数图

# BarsPeriodTypeNameRange
source: Range
es_es: Rango
ko_kr: 범위
zh_hans: 等价线

# BarsPeriodTypeNameRenko
source: Renko
ko_kr: 렌코
zh_hans: 砖型图

# BarsPeriodTypeNameSecond
source: Second
de_de: Sekunde
es_es: Segundo
ko_kr: 두번째
ru_ru: Секунда
zh_hans: 秒

# BarsPeriodTypeNameTick
source: Tick
es_es: Marca
ko_kr: 진드기
ru_ru: Тик

# BarsPeriodTypeNameVolume
source: Volume
de_de: Volumen
es_es: Volumen
ko_kr: 용량
ru_ru: Объем
zh_hans: 成交量

# BarsPeriodTypeNameWeek
source: Week
de_de: Woche
es_es: Semana
ko_kr: 주
ru_ru: Неделя
zh_hans: 周

# BarsPeriodTypeNameYear
source: Year
de_de: Jahr
es_es: Año
ko_kr: 년도
ru_ru: Год
zh_hans: 年

source: Bars period value
de_de: Wert Kerzenperiode
es_es: Valor de periodo de barras
ko_kr: 막대 기간 값
ru_ru: Значение периода баров
zh_hans: 条形周期值

# BarTimerDisconnectedError
source: Bar timer disabled since you are currently disconnected from a data provider
de_de: Bar-Timer deaktiviert, da Sie derzeit von einem Datenprovider getrennt sind
es_es: Barra temporizadora desactivada por estar desconectado del proveedor de datos.
ko_kr: 현재 데이터 제공업체와의 연결이 끊어져 바 타이머가 비활성화되었습니다.
ru_ru: Bar timer отключен, поскольку в настоящий момент нет подключения к данным.
zh_hans: 条形图计时器禁用自你目前断开数据提供程序

# BarTimerSessionTimeError
source: Bar timer disabled since the current time is outside session time or chart end date
de_de: Bar-Timer deaktiviert, da die aktuelle Zeit außerhalb der Session-Zeit oder Chart Enddatum ist
es_es: Barra temporizadora desactivada desde el tiempo actual de la sesión está fuera de tiempo o el gráfico caduco
ko_kr: 현재 시간이 세션 시간 또는 차트 종료 날짜를 벗어났기 때문에 막대 타이머가 비활성화되었습니다.
ru_ru: Bar timer отключен, поскольку текущее время находится вне времени сессии или даты окончания графика
zh_hans: 条形图计时器禁用自当前时间是外部会议时间或图表结束日期

# BarTimerTimeBasedError
source: Bar timer only works on intraday time based intervals
de_de: Bar-Timer funktioniert nur in Intraday-Zeitintervallen
es_es: Barra temporizadora sólo trabaja en tiempo intradía basado en intervalos
ko_kr: 바 타이머는 일중 시간 기반 간격에서만 작동합니다.
ru_ru: Bar timer работает только с интервалами, основанными на внутридневном времени
zh_hans: 条形图计时器仅适用于盘中时间基于时间间隔

# BarTimerTimeRemaining
source: Time remaining =
de_de: Verbleibende Zeit =
es_es: Tiempo restante =
ko_kr: 남은 시간 =
ru_ru: Оставшееся время =
zh_hans: 剩余时间 =

# BarTimerWaitingOnDataError
source: BarTimer waiting for realtime data before starting
de_de: BarTimer wartet auf Echtzeitdaten vor dem Start
es_es: Barra temporizadora esperando datos en tiempo real antes de empezar
ko_kr: 시작하기 전에 실시간 데이터를 기다리는 BarTimer
ru_ru: Перед запуском Бар таймер ожидает данные в реальном времени
zh_hans: K棒Timer 在启动之前等待实时数据

source: Bar up
de_de: Aufwärtskerze
es_es: Barra arriba
ko_kr: 바 업
ru_ru: Бар вверх
zh_hans: K棒上涨

source: Base period
de_de: Basisperiode
es_es: Base de periodo
ko_kr: 기준 기간
ru_ru: Базовый периода
zh_hans: 基准期

# BidLineLength
source: Bid line length (% of chart)
de_de: Bid Zeilenlänge (% des Charts)
es_es: Longitud de línea de oferta (% del gráfico)
ko_kr: 입찰가 선 길이(차트의 %)
ru_ru: Длина линии Bid (% от графика)
zh_hans: 投标线长度 (图表的百分比)

# BidLineStroke
source: Bid line
de_de: Bid Linie
es_es: Línea de oferta
ko_kr: 입찰 라인
ru_ru: Линия Bid
zh_hans: 投标线路

source: Block trade size
de_de: Blocktrade Größe
es_es: Tamaño del bloque de trading
ko_kr: 대량매매 규모
ru_ru: Размер блочной сделки
zh_hans: 块交易规模

# BollingerLowerBand
source: Lower band
de_de: Unteres Band
es_es: Banda baja
ko_kr: 하단 밴드
ru_ru: Нижняя полоса
zh_hans: 下端

# BollingerMiddleBand
source: Middle band
de_de: Mittleres Band
es_es: Banda media
ko_kr: 중간 밴드
ru_ru: Средняя полоса
zh_hans: 中端

# BollingerUpperBand
source: Upper band
de_de: Oberes Band
es_es: Banda alta
ko_kr: 상단 밴드
ru_ru: Верхняя полоса
zh_hans: 上端

# BuySellPressureBuyPressure
source: Buy pressure
de_de: Kaufdruck
es_es: Presion de comprar
ko_kr: 구매 압력
ru_ru: Давление покупки
zh_hans: 买压

# BuySellPressureSellPressure
source: Sell pressure
de_de: Verkaufsdruck
es_es: Presion de vender
ko_kr: 매도 압력
ru_ru: Давление продаж
zh_hans: 卖压力

# BuySellVolumeBuys
source: Buys
de_de: Käufe
es_es: Compras
ko_kr: 구매
ru_ru: Покупки
zh_hans: 买入

# BuySellVolumeSells
source: Sells
de_de: Verkäufe
es_es: Ventas
ko_kr: 판매
ru_ru: Продажи
zh_hans: 卖出

# CandlestickPatternFound
source: Pattern found
de_de: Pattern gefunden
es_es: Patrón encontrado
ko_kr: 패턴 발견
ru_ru: Найден шаблон
zh_hans: 发现模式

# CCILevel1
source: Level 1
es_es: Nivel 1
ko_kr: 레벨 1
ru_ru: Уровень 1
zh_hans: 级别 1

# CCILevel2
source: Level 2
es_es: Nivel 2
ko_kr: 2 단계
ru_ru: Уровень 2
zh_hans: 级别 2

# CCILevelMinus1
source: Level -1
es_es: Nivel -1
ko_kr: 레벨 1
ru_ru: Уровень -1
zh_hans: 一级-1

# CCILevelMinus2
source: Level -2
es_es: Nivel -2
ko_kr: 2 단계
ru_ru: Уровень -2
zh_hans: 一级-2

# ChartSpan_Day
source: 1 Day
de_de: 1 Tag
es_es: Día 1
ko_kr: 1 일
ru_ru: 1 День
zh_hans: 1天

# ChartSpan_Min1
source: 1 min
ko_kr: 1 분
ru_ru: 1 мин
zh_hans: 1分钟

# ChartSpan_Min15
source: 15 min
ko_kr: 15 분
ru_ru: 15 мин
zh_hans: 15分钟

# ChartSpan_Min240
source: 240 min
ko_kr: 240분
ru_ru: 240 мин
zh_hans: 240分钟

# ChartSpan_Min30
source: 30 min
ko_kr: 30 분
ru_ru: 30 мин
zh_hans: 30分钟

# ChartSpan_Min5
source: 5 min
ko_kr: 5 분
ru_ru: 5 мин
zh_hans: 5分钟

# ChartSpan_Min60
source: 60 min
ko_kr: 60분
ru_ru: 60 мин
zh_hans: 60分钟

# ChartSpan_Month
source: 1 Month
de_de: 1 Monat
es_es: Mes 1
ko_kr: 1 개월
ru_ru: 1 Месяц
zh_hans: 1个月

# ChartSpan_Week
source: 1 Week
de_de: 1 Woche
es_es: Semana 1
ko_kr: 일주
ru_ru: 1 Неделя
zh_hans: 1周

# ChartSpan_Year
source: 1 Year
de_de: 1 Jahr
es_es: Año 1
ko_kr: 일년
ru_ru: 1 Год
zh_hans: 1年

# ConstantLines1
source: Line 1
de_de: Linie 1
es_es: Línea 1
ko_kr: 1행
ru_ru: Линия 1
zh_hans: 第.1.行

# ConstantLines2
source: Line 2
de_de: Linie 2
es_es: Línea 2
ko_kr: 2행
ru_ru: Линия 2
zh_hans: 第 2 行

# ConstantLines3
source: Line 3
de_de: Linie 3
es_es: Línea 3
ko_kr: 3행
ru_ru: Линия 3
zh_hans: 第 3 行

# ConstantLines4
source: Line 4
de_de: Linie 4
es_es: Línea 4
ko_kr: 4행
ru_ru: Линия 4
zh_hans: 第 4 行

source: COT 1
ko_kr: 유아용 침대 1
ru_ru: КОТ 1
zh_hans: 婴儿床 1

source: COT 2
ko_kr: 유아용 침대 2
ru_ru: КОТ 2
zh_hans: 婴儿床 2

source: COT 3
ko_kr: 유아용 침대 3
ru_ru: КОТ 3
zh_hans: 婴儿床 3

source: COT 4
ko_kr: 유아용 침대 4
zh_hans: 婴儿床 4

source: COT 5
ko_kr: 유아용 침대 5
ru_ru: КОТ 5
zh_hans: 婴儿床 5

# CotDataError
source: COT data is not supported for this instrument
de_de: COT-Daten werden für dieses Instrument nicht unterstützt
es_es: Los datos DE COT no son compatibles con este instrumento
ko_kr: COT 데이터는 이 기기에서 지원되지 않습니다.
ru_ru: Данные COT не поддерживаются для этого инструмента
zh_hans: 此仪器不支持 COT 数据

# CotDataStillDownloading
source: COT data is still being downloaded. Please refresh the indicator in few moments.
de_de: COT-Daten werden noch heruntergeladen. Bitte aktualisieren Sie den Indikator in wenigen Augenblicken.
es_es: Los datos de COT todavía se están descargando. Por favor, actualice el indicador en unos momentos.
ko_kr: COT 데이터는 아직 다운로드 중입니다. 잠시 후 표시기를 새로고침하세요.
ru_ru: Данные COT все еще загружаются. Пожалуйста, обновите индикатор в считанные мгновения.
zh_hans: COT 数据仍在下载中。请稍后刷新指示器.

# CotDataWarning
source: "Download COT data at startup" must be enabled in Options to receive the latest data
de_de: müssen "COT-Daten beim Start herunterladen" aktivieren, um die neuesten COT-Daten
es_es: debe habilitar "Descargar datos de COT al inicio" para recibir los datos COT más recientes
ko_kr: 최신 데이터를 받으려면 옵션에서 "시작 시 COT 데이터 다운로드"를 활성화해야 합니다.
ru_ru: вы должны позволить "Загрузить данные COT при запуске" для получения самых последних данных COT
zh_hans: 您必须启用"启动时下载 COT 数据"才能接收最新的 COT 数据

source: Count down
es_es: Cuenta regresiva
ko_kr: 카운트 다운
ru_ru: Обратный отсчет
zh_hans: 倒计时

# CountType_Trades
source: Trades
ko_kr: 거래
ru_ru: Сделки
zh_hans: 交易单子

# CountType_Volume
source: Volume
de_de: Volumen
es_es: Volumen
ko_kr: 용량
ru_ru: Объем
zh_hans: 成交量

# CurrentDayOHLError
source: CurrentDayOHL only works on intraday intervals
de_de: CurrentDayOHL funktioniert nur in Intraday Darstellungen
es_es: CurrentDayOHL sólo trabaja en intervalos intradía
ko_kr: CurrentDayOHL은 일중 간격에서만 작동합니다.
ru_ru: CurrentDayOHL только работает на внутридневных интервалах
zh_hans: CurrentDayOHL 只适用于盘中间隔

# CurrentDayOHLHigh
source: Current high
de_de: Aktuelles Hoch
es_es: Alta actual
ko_kr: 현재 최고
ru_ru: Цена high сессии инструмента
zh_hans: 当前高

# CurrentDayOHLLow
source: Current low
de_de: Aktuelles Tief
es_es: Baja actual
ko_kr: 현재 낮은
ru_ru: Цена low сессии инструмента
zh_hans: 当前低

# CurrentDayOHLOpen
source: Current open
de_de: Aktueller Open
es_es: Apertura actual
ko_kr: 현재 오픈
ru_ru: Цена на открытии сессии инструмента
zh_hans: 当前开盘

# CustomWindowAddOnBuyMarket
source: Buy Market
de_de: Markt kaufen
es_es: Mercado compra
ko_kr: 시장 구매
ru_ru: Купить по рынку
zh_hans: 买入市价

# CustomWindowAddOnSellMarket
source: Sell Market
de_de: Markt verkaufen
es_es: Mercado vender
ko_kr: 판매 시장
ru_ru: Продать по рынку
zh_hans: 卖出市价

# CustomWindowSampleDescription
source: Custom Window Description
de_de: Individuelle Beschreibung des Fensters
es_es: Descripción de ventana personalizada
ko_kr: 사용자 정의 창 설명
ru_ru: Описание окна пользователя
zh_hans: 自定义窗口说明

# CustomWindowSampleName
source: Custom Window Sample
de_de: Beispiel individuelles Fenster
es_es: Muestra de ventana personalizada
ko_kr: 사용자 정의 창 샘플
ru_ru: Пример окна пользователя
zh_hans: 自定义窗口示例

# DataBarsTypeDaily
source: Daily
de_de: Tag
es_es: Diario
ko_kr: 일일
ru_ru: Дневной
zh_hans: 日线

# DataBarsTypeDay
source: {0} Day
de_de: {0} Tag
es_es: {0} Día
ko_kr: {0} 일
ru_ru: {0} День
zh_hans: {0} 天

# DataBarsTypeMinute
source: {0} Minute{1}
de_de: {0} Min{1}
es_es: {0} Minuto{1}
ko_kr: {0} 분 {1}
ru_ru: {0} Минута{1}
zh_hans: {0} 分 {1}

# DataBarsTypeMonth
source: {0} Month
de_de: {0} Monat
es_es: {0} Mes
ko_kr: {0} 월
ru_ru: {0} Месяц
zh_hans: {0} 月

# DataBarsTypeMonthly
source: Monthly
de_de: Monatlich
es_es: Mensual
ko_kr: 월간 간행물
ru_ru: Месячный
zh_hans: 每月

# DataBarsTypePointAndFigure
source: {0} Point and Figure
es_es: {0} punto y cifra
ko_kr: {0} 점과 도형
ru_ru: {0} Точка и Фигура
zh_hans: {0} 点数图

# DataBarsTypeRange
source: {0} Range{1}
es_es: {0} Rango{1}
ko_kr: {0} 범위 {1}
ru_ru: {0} Диапазон{1}
zh_hans: {0} 等价线 {1}

# DataBarsTypeRenko
source: {0} Renko
ko_kr: {0} 렌코
zh_hans: {0} 砖型图

# DataBarsTypeSecond
source: {0} Second
de_de: Sekunde
es_es: {0} Segundo
ko_kr: {0} 초
ru_ru: {0} Секунда
zh_hans: {0} 秒

# DataBarsTypeTick
source: {0} Tick{1}
es_es: {0} Marca{1}
ko_kr: {0} 체크 {1}
ru_ru: {0} Тик{1}

# DataBarsTypeVolume
source: {0} Volume{1}
de_de: {0} Volumen {1}
es_es: {0} Volumen {1}
ko_kr: {0} 볼륨 {1}
ru_ru: {0} Объем {1}
zh_hans: {0} 等量线 {1}

# DataBarsTypeWeek
source: {0} Week
de_de: {0} Woche
es_es: {0} Semana
ko_kr: {0} 주
ru_ru: {0} Неделя
zh_hans: {0} 周

# DataBarsTypeWeekly
source: Weekly
de_de: Woche
es_es: Semanal
ko_kr: 주간
ru_ru: Недельный
zh_hans: 周

# DataBarsTypeYear
source: {0} Year
de_de: {0} Jahr
es_es: {0} Año
ko_kr: {0} 년
ru_ru: {0} Год
zh_hans: {0} 年

# DataBarsTypeYearly
source: Yearly
de_de: Jährlich
es_es: Anual
ko_kr: 매년
ru_ru: Годовой
zh_hans: 年

source: Day
de_de: Tag
es_es: Día
ko_kr: 일
ru_ru: День
zh_hans: 日线

source: Days
de_de: Tage
es_es: Días
ko_kr: 날
ru_ru: Дней
zh_hans: 以天计算

source: Deviation type
de_de: Abweichungstyp
es_es: Tipo de desviación
ko_kr: 편차 유형
ru_ru: Тип отклонения
zh_hans: 偏差类型

source: Deviation value
de_de: Abweichungswert
es_es: Valor de desviación
ko_kr: 편차 값
ru_ru: Значение отклонения
zh_hans: 偏差值

# DonchianChannelMean
source: Mean
de_de: Mitte
es_es: La media
ko_kr: 평균
ru_ru: Значит
zh_hans: 平均数

source: Down bar color
de_de: Farbe Abwärtskerze
es_es: Color de barra descendente
ko_kr: 다운 바 색상
ru_ru: Цвет графика вниз
zh_hans: 下降条形图颜色

# DrawingToolIndicatorDescription
source: The Drawing tool tile indicator adds the ability to have a floating tile in the chart that can be customized to quickly access the most commonly used drawing tools.
de_de: Die Indikatorkachel Zeichenwerkzeuge fügt die Möglichkeit hinzu, eine anpassbare schwebende Kachel im Chart zu haben, um schnell auf die am häufigsten verwendeten Zeichenwerkzeuge zuzugreifen.
es_es: El indicador en la teja "herramienta de dibujo" permite crear una teja flotante en el grafico para acceder herriamientas de dibujo mas usadas.
ko_kr: 그리기 도구 타일 표시기는 가장 일반적으로 사용되는 그리기 도구에 빠르게 액세스할 수 있도록 사용자 지정할 수 있는 부동 타일을 차트에 추가하는 기능을 추가합니다.
ru_ru: Индикатор Drawing tool tile добавляет возможность иметь плавающую плитку на графике, которую можно настроить для быстрого доступа к наиболее часто используемым инструментам рисования.
zh_hans: "绘图工具磁贴" 指示器增加了在图表中具有浮动磁贴的功能, 该磁贴可以进行自定义, 以快速访问最常用的绘图工具。

# DrawingToolIndicatorName
source: Drawing tool tile
de_de: Zeichenwerkzeugkachel
es_es: Teja herramienta de dibujo
ko_kr: 그리기 도구 타일
zh_hans: 绘图工具磁贴

source: Draw lines
de_de: Linie zeichnen
es_es: Dibuje líneas
ko_kr: 선을 그리다
ru_ru: Рисовать линии
zh_hans: 绘制线条

# EMA1
source: EMA1 period
de_de: EMA1 Periode
es_es: Periodo EMA1
ko_kr: EMA1 기간
ru_ru: EMA1 период
zh_hans: EMA1 期

# EMA2
source: EMA2 period
de_de: EMA2 Periode
es_es: Periodo EMA2
ko_kr: EMA2 기간
ru_ru: EMA2 период
zh_hans: EMA2 期

# EmailSignature
source: Sent by NinjaTrader
de_de: Gesendet von NinjaTrader
es_es: Enviado por NinjaTrader
ko_kr: NinjaTrader가 보낸
ru_ru: Отправлено NinjaTrader
zh_hans: 由 NinjaTrader 发送

source: Envelope percentage
de_de: Bänder Prozentsatz
es_es: Dotación porcentual
ko_kr: 봉투 비율
ru_ru: Конверт процентов
zh_hans: 信封的百分比

# FacebookServiceName
source: Facebook
ko_kr: 페이스북

# FacebookSignature
source: Sent by NinjaTrader
de_de: Gesendet von NinjaTrader
es_es: Enviado por NinjaTrader
ko_kr: NinjaTrader가 보낸
ru_ru: Отправлено NinjaTrader
zh_hans: 由 NinjaTrader 发送

source: Fast
es_es: Rápido
ko_kr: 빠른
ru_ru: Быстро
zh_hans: 快速

source: Fast limit
es_es: Limit rápido
ko_kr: 빠른 제한
ru_ru: Ограничение ускорения
zh_hans: 快速的限制

source: Fast period
de_de: Schnelle Periode
es_es: Periodo rápido
ko_kr: 빠른 기간
ru_ru: Период ускорения
zh_hans: 快速周期

# FibonacciTextAlignment_ExtremeLeft
source: Extreme left
de_de: Extrem Links
es_es: Izquierda extrema
ko_kr: 극좌
ru_ru: Крайняя левая
zh_hans: 最左端。

# FibonacciTextAlignment_ExtremeRight
source: Extreme right
de_de: Extrem Rechts
es_es: Derecha extrema
ko_kr: 극우
ru_ru: Крайняя правая
zh_hans: 极右

# FibonacciTextAlignment_Left
source: Left
de_de: Links
es_es: Izquierda
ko_kr: 왼쪽
ru_ru: Влево
zh_hans: 左边

# FibonacciTextAlignment_Off
source: Off
de_de: Aus
es_es: Desactivado
ko_kr: 끄다
ru_ru: Отключен
zh_hans: 不绘制

# FibonacciTextAlignment_Right
source: Right
de_de: Rechts
es_es: Derecha
ko_kr: 오른쪽
ru_ru: Вправо
zh_hans: 右边

# FileFilterAnyLoadingDialog
source: Any (*.*)
de_de: Jede (*.*)
es_es: Algún (*.*)
ko_kr: 어느 (*.*)
ru_ru: Любой (*.*)
zh_hans: 任何 (*.*)

# FileFilterAnyWinForms
source: Any (*.*)|*.*
es_es: Algun (*.*)|*.*
ko_kr: 임의(*.*)|*.*
ru_ru: Любой (*.*)|*.*
zh_hans: 任何 (*.*) | *.*

source: File name
de_de: Dateiname
es_es: Nombre de carpeta
ko_kr: 파일 이름
ru_ru: Название файла
zh_hans: 文件名称

source: Font
de_de: Schrift
es_es: Tipo de letra
ko_kr: 폰트
ru_ru: Шрифт
zh_hans: 字体

source: Forecast
de_de: Prognose
es_es: Pronóstico
ko_kr: 예측
ru_ru: Прогноз
zh_hans: 预测

# GannFanDirection_DownLeft
source: Down left
de_de: Unten Links
es_es: Izquierda inferior
ko_kr: 왼쪽 아래
ru_ru: Вниз слева
zh_hans: 向下向左

# GannFanDirection_DownRight
source: Down right
de_de: Unten Rechts
es_es: Derecha inferior
ko_kr: 오른쪽 아래
ru_ru: Вниз справа
zh_hans: 向右下

# GannFanDirection_UpLeft
source: Up left
de_de: Oben Links
es_es: Parte superior izquierda
ko_kr: 왼쪽 위로
ru_ru: Вверх слева
zh_hans: 向上向左

# GannFanDirection_UpRight
source: Up right
de_de: Oben Rechts
es_es: Parte superior derecha
ko_kr: 오른쪽 위로
ru_ru: Вверх справа
zh_hans: 右上

# GuiAuthorize
source: Authorize
de_de: Autorisieren
es_es: Autorizar
ko_kr: 승인
ru_ru: Авторизовать
zh_hans: 授权

# GuiChartStyleDojiBrush
source: Color for doji bars
de_de: Farbe für Doji-Balken
es_es: Color para barras de doji
ko_kr: 도지 바의 색상
zh_hans: 多吉酒吧的颜色

source: Higher high
de_de: Höheres Hoch
es_es: Alta superior
ko_kr: 더 높게
ru_ru: Более высокий high
zh_hans: 更高

source: Higher low
de_de: Höheres Tief
es_es: Alta inferior
ko_kr: 높음 낮음
ru_ru: Более высокий low
zh_hans: 较低

# HighlightVerticalRangeUnit_Currency
source: Currency
de_de: Währung
es_es: Moneda
ko_kr: 통화
ru_ru: Валюта
zh_hans: 金额

# HighlightVerticalRangeUnit_Percent
source: Percent
de_de: Prozent
es_es: Porcentaje
ko_kr: 퍼센트
ru_ru: Процент
zh_hans: 百分比

# HighlightVerticalRangeUnit_Pips
source: Pips
ko_kr: 핍
ru_ru: Пипсы
zh_hans: 点值

# HighlightVerticalRangeUnit_Price
source: Price
de_de: Preis
es_es: Precio
ko_kr: 가격
ru_ru: Цена
zh_hans: 价格

# HighlightVerticalRangeUnit_Ticks
source: Ticks
es_es: Marcas
ko_kr: 진드기
ru_ru: Тики
zh_hans: Tick

source: HLC calculation mode
de_de: HLC Berechnungsmodus (Hoch - Tief - Schluss)
es_es: Modo de cálculo HLC
ko_kr: HLC 계산 모드
ru_ru: HLC режим вычесления
zh_hans: HLC 计算模式

# HLCCalculationMode_CalcFromIntradayData
source: Calculated from intraday data
de_de: Berechnet aus intraday Daten
es_es: Calculado para datos intradía
ko_kr: 일중 데이터에서 계산
ru_ru: Пересчитано на основе внутридневных данных
zh_hans: 从盘中的数据计算

# HLCCalculationMode_DailyBars
source: Use daily bars
de_de: Tagesbalken verwenden
es_es: Use barras diarias
ko_kr: 일일 바 사용
ru_ru: Использовать дневные бары
zh_hans: 使用日线K线

# HLCCalculationMode_UserDefinedValues
source: Use user defined values
de_de: Benutzerdefinierte Werte verwenden
es_es: Use usuario de valores definidos
ko_kr: 사용자 정의 값 사용
ru_ru: Использовать значения определенные пользователем
zh_hans: 使用用户定义的值

# HLCCalculationModeDescription
source: Approach for calculation the prior day HLC values.
de_de: Methode zur Berechnung des vorherigen HLC Werte
ko_kr: 전날 HLC 값 계산 방법.
ru_ru: Приближен для вычесления предыдущего дня HLC значение.
zh_hans: 前一天 HLC 值计算方法。

source: Import
es_es: Importar
ko_kr: 수입
ru_ru: Импорт
zh_hans: 导入
