Repository: pppmbs/NT8Strategy
Catalog: Resource.*.resx
Languages: de_de, es_es, ko_kr, ru_ru, zh_hans

# NinjaScriptMarketAnalyzerColumnDescriptionSettlement
source: Today's settlement price
de_de: Heutiger Settlement Preis
es_es: Precio de liquidación de hoy
ko_kr: 오늘의 결제 가격
ru_ru: Сегодняшняя цена Settlement
zh_hans: 今天的结算价

# NinjaScriptMarketAnalyzerColumnDescriptionSharesOutstanding
source: Number of shares outstanding
de_de: Anzahl ausstehender Aktien
es_es: Número de acciones sobresalientes
ko_kr: 발행주식수
ru_ru: Число выделенных акций
zh_hans: 流通股数量

# NinjaScriptMarketAnalyzerColumnDescriptionShortInterest
source: Quantity of stock shares that investors have sold short but not yet covered or closed out.
de_de: Anzahl der Aktien, die Investoren aber nicht kurze verkauft haben noch abgedeckt oder glattgestellt.
es_es: Cantidad de partes comunes que los inversionistas han vendido short, pero todavía no cubrieron o liquidaron.
ko_kr: 투자자가 공매도했지만 아직 덮거나 청산하지 않은 주식의 수량입니다.
ru_ru: Количество акций, проданных инвесторами в short, но еще не покрытых или закрытых.
zh_hans: 投资者有卖，但不是短的股票数量尚未覆盖或平仓。

# NinjaScriptMarketAnalyzerColumnDescriptionShortInterestRatio
source: Short interest divided by average daily volume
de_de: Short Interesse geteilt durch durchschnittliches, tägliches Handelsvolumen
es_es: Interés Short dividido por volumen diario promedial
ko_kr: 평균 일일 거래량으로 나눈 공매도
ru_ru: Короткий интерес разделенный средним дневным объемом
zh_hans: 短息除以每日平均量

# NinjaScriptMarketAnalyzerColumnDescriptionTimeLastTick
source: Time the last trade occurred
de_de: Zeitpunkt des letzten Trades
es_es: Tiempo que se produjo el último trade
ko_kr: 마지막 거래가 발생한 시간
ru_ru: Время последней сделки
zh_hans: 最近的贸易发生的时间

# NinjaScriptMarketAnalyzerColumnDescriptionTradedContracts
source: Today's filled contracts
de_de: Heute ausgeführte Kontrakte
es_es: Los contratos completados de hoy
ko_kr: 오늘의 채워진 계약
ru_ru: Сегодняшние заполненные контракты
zh_hans: 今天的填充的合同

# NinjaScriptMarketAnalyzerColumnDescriptionTSTrend
source: This columndisplays a colored bar that represents the incoming ticks with the same colors that the T & S window uses
de_de: Diese Spalte zeigt einen farbigen Balken an, der die eingehenden Ticks mit den gleichen Farben darstellt, die das T & S-Fenster verwendet
es_es: Este columndisplays una barra de color que representa las señales entrantes con los mismos colores que usa la ventana de T & S
ko_kr: 이 열은 T & S 창에서 사용하는 것과 동일한 색상으로 들어오는 눈금을 나타내는 색상 막대를 표시합니다.
zh_hans: 此列显示一个彩色条形图, 表示传入的刻度与 T & S 窗口使用的颜色相同

# NinjaScriptMarketAnalyzerColumnDescriptionUnrealizedProfitLoss
source: Profit or loss for the current position.
de_de: Gewinn und Verlust für die aktuelle Position
es_es: Beneficios o perdidas para la posición actual
ko_kr: 현재 위치에 대한 손익.
ru_ru: Прибыль/убыток для текущей позиции
zh_hans: 利润或损失为当前的位置

# NinjaScriptMarketAnalyzerColumnDescriptionVwap
source: Volume weighted average price
de_de: Volumen gewichteter Durchschnittspreis
es_es: Volumen ponderado del precio promedio
ko_kr: 거래량 가중 평균 가격
ru_ru: Взвешенное значение средней цены
zh_hans: 成交量加权平均价格

# NinjaScriptMarketAnalyzerColumnNameAskPrice
source: Ask price
de_de: Ask Preis
es_es: Precio compra
ko_kr: 가격을 묻다
ru_ru: Цена Ask
zh_hans: 买价

# NinjaScriptMarketAnalyzerColumnNameAskSize
source: Ask size
de_de: Ask Grösse
ko_kr: 사이즈 문의
ru_ru: Размер Ask
zh_hans: 买价数量

# NinjaScriptMarketAnalyzerColumnNameAverageDailyVolume
source: Average daily volume
de_de: ∅ Tagesvolumen
es_es: Promedio del volumen diario
ko_kr: 평균 일일 거래량
ru_ru: Средний дневной объем
zh_hans: 日平均成交量

# NinjaScriptMarketAnalyzerColumnNameBeta
source: Beta
ko_kr: 베타
ru_ru: Бета
zh_hans: 试用版

# NinjaScriptMarketAnalyzerColumnNameBidAskSpread
source: Bid ask spread
de_de: Bid Ask Spanne
ko_kr: 입찰가 스프레드
ru_ru: Спред Bid Ask
zh_hans: 点差

# NinjaScriptMarketAnalyzerColumnNameBidPrice
source: Bid price
de_de: Bid Preis
es_es: Precio de oferta
ko_kr: 입찰 가격
ru_ru: Цена Bid
zh_hans: 卖价

# NinjaScriptMarketAnalyzerColumnNameBidSize
source: Bid size
de_de: Bid Grösse
ko_kr: 입찰 규모
ru_ru: Размер Bid
zh_hans: 卖价数量

# NinjaScriptMarketAnalyzerColumnNameCalendarYearHigh
source: Calendar year high
de_de: Hoch des Kalenderjahres
es_es: Altura de año calendario
ko_kr: 달력 연도 최고
ru_ru: High календарного года
zh_hans: 历年高

# NinjaScriptMarketAnalyzerColumnNameCalendarYearHighDate
source: Calendar year high date
de_de: Datum des Hoch des Kalenderjahres
es_es: Fecha de nivel de altura anual
ko_kr: 달력 연도 최고 날짜
ru_ru: День high за календарный год
zh_hans: 日历年高日期

# NinjaScriptMarketAnalyzerColumnNameCalendarYearLow
source: Calendar year low
de_de: Tief des Kalenderjahres
es_es: Nivel bajo anual
ko_kr: 연간 최저
ru_ru: Low календарного года
zh_hans: 日历年新低

# NinjaScriptMarketAnalyzerColumnNameCalendarYearLowDate
source: Calendar year low date
de_de: Datum des Tief des Kalenderjahres
es_es: Fecha de nivel bajo anual
ko_kr: 달력 연도 낮은 날짜
ru_ru: День low за календарный год
zh_hans: 日历年低日期

# NinjaScriptMarketAnalyzerColumnNameChartMini
source: Chart - Mini
es_es: Grafico - Mini
ko_kr: 차트 - 미니
zh_hans: 图表-迷你

# NinjaScriptMarketAnalyzerColumnNameChartNetChange
source: Chart - Net change
de_de: Chart - Nettoveränderung
es_es: Grafico - cambio neto
ko_kr: 차트 - 순 변화
zh_hans: 图表-净变化

# NinjaScriptMarketAnalyzerColumnNameCurrentRatio
source: Current ratio
es_es: Proporción actual
ko_kr: 현재 비율
ru_ru: Текущее соотношение
zh_hans: 流动比率

# NinjaScriptMarketAnalyzerColumnNameDailyHigh
source: Daily high
de_de: Tages Hoch
es_es: Alta diaria
ko_kr: 일일 최고
ru_ru: Дневная high
zh_hans: 每日高点

# NinjaScriptMarketAnalyzerColumnNameDailyLow
source: Daily low
de_de: Tages Tief
es_es: bajo diario
ko_kr: 일일 최저
ru_ru: Дневная low
zh_hans: 每日低点

# NinjaScriptMarketAnalyzerColumnNameDailyVolume
source: Daily volume
de_de: Tages Volumen
es_es: Volumen diario
ko_kr: 일일 거래량
ru_ru: Дневной объем
zh_hans: 日成交量

# NinjaScriptMarketAnalyzerColumnNameDaysUntilRollover
source: Days until rollover
de_de: Tage bis zur Rollover
es_es: Días hasta el rollover
ko_kr: 롤오버까지의 일수
ru_ru: Дней до ролловера
zh_hans: 滚转前的天数

# NinjaScriptMarketAnalyzerColumnNameDescription
source: Description
de_de: Beschreibung
es_es: Descripción
ko_kr: 설명
ru_ru: Описание
zh_hans: 描述

# NinjaScriptMarketAnalyzerColumnNameDividendAmount
source: Dividend amount
de_de: Dividendenbetrag
es_es: Cantidad de Dividendo
ko_kr: 배당금
ru_ru: Размер дивидендов
zh_hans: 股息数额

# NinjaScriptMarketAnalyzerColumnNameDividendPayDate
source: Dividend pay date
de_de: Dividenden Auszahldatum
es_es: Fecha de pago de dividendo
ko_kr: 배당금 지급일
ru_ru: Дата выплаты дивидентов
zh_hans: 股利支付日期

# NinjaScriptMarketAnalyzerColumnNameDividendYield
source: Dividend yield
de_de: Dividendenrendite
es_es: Rentabilidad por dividendo
ko_kr: 배당수익률
ru_ru: Дивидендная доходность
zh_hans: 股息收益率

# NinjaScriptMarketAnalyzerColumnNameEarningsPerShare
source: Earnings per share
de_de: Ergebnis je Aktie
es_es: Ganancias por acción
ko_kr: 주당순이익
ru_ru: Доход каждой акции
zh_hans: 每股收益

# NinjaScriptMarketAnalyzerColumnNameFiveYearsGrowthPercentage
source: Five years growth percentage
de_de: Fünf Jahres Wachstum Prozentsatz
es_es: Porcentanje de crecimiento de cinco años
ko_kr: 5년 성장률
ru_ru: Пять лет процент роста
zh_hans: 五年增长百分比

# NinjaScriptMarketAnalyzerColumnNameHigh52Weeks
source: High 52 weeks
de_de: 52 Wochenhoch
es_es: Altura de 52 semanas
ko_kr: 높은 52주
ru_ru: Самое высокое значение за 52 недели
zh_hans: 高 52 周

# NinjaScriptMarketAnalyzerColumnNameHigh52WeeksDate
source: High 52 weeks date
de_de: 52 Wochenhoch Datum
es_es: Alta fecha de 52 semanas
ko_kr: 높은 52주 날짜
ru_ru: День, когда достигла самогого высокого значения за последние 52 недели
zh_hans: 高 52 周日期

# NinjaScriptMarketAnalyzerColumnNameHistoricalVolatility
source: Historical volatility
de_de: Historische Volatilität
es_es: Hisorial de Volatilidad
ko_kr: 역사적 변동성
ru_ru: История волатильности
zh_hans: 历史波动率

# NinjaScriptMarketAnalyzerColumnNameInstrument
source: Instrument
es_es: Instrumento
ko_kr: 악기
ru_ru: Инструмент
zh_hans: 品种

# NinjaScriptMarketAnalyzerColumnNameLastClose
source: Last close
de_de: Letzter Schlußkurs
es_es: El último cierre
ko_kr: 마지막 닫기
ru_ru: Последнее закрытие
zh_hans: 收盘价

# NinjaScriptMarketAnalyzerColumnNameLastPrice
source: Last price
de_de: Letzter Preis
es_es: Última oferta
ko_kr: 마지막 가격
ru_ru: Цена последней сделки
zh_hans: 当前价

# NinjaScriptMarketAnalyzerColumnNameLastSize
source: Last size
es_es: Último tamaño
ko_kr: 마지막 크기
ru_ru: Размер последней сделки
zh_hans: 上一单的手数量

# NinjaScriptMarketAnalyzerColumnNameLow52Weeks
source: Low 52 weeks
de_de: 52 Wochentief
es_es: Bajo de 52 semanas
ko_kr: 낮은 52주
ru_ru: Самое низкое значение за 52 недели
zh_hans: 低 52 周

# NinjaScriptMarketAnalyzerColumnNameLow52WeeksDate
source: Low 52 weeks date
de_de: 52 Wochentief Datum
es_es: Fecha de bajas de 52 semanas
ko_kr: 낮은 52주 날짜
ru_ru: День, когда достигла самого низкого значения за последние 52 недели
zh_hans: 低 52 周日期

# NinjaScriptMarketAnalyzerColumnNameMarketCap
source: Market capitalization
de_de: Marktkapitalisierung
es_es: Capitalización de mercado
ko_kr: 시가 총액
ru_ru: Рыночная капитализация
zh_hans: 市场资本化

# NinjaScriptMarketAnalyzerColumnNameMarketPrice
source: Market price
de_de: Marktpreis
es_es: Precio de mercado
ko_kr: 시장 가격
ru_ru: Цена Market
zh_hans: 市场价格

# NinjaScriptMarketAnalyzerColumnNameNetChange
source: Net change
de_de: Netto Veränderung
es_es: Cambio neto
ko_kr: 순 변화
ru_ru: Изменение net
zh_hans: 涨跌幅

# NinjaScriptMarketAnalyzerColumnNameNetChangeMaxDown
source: Net change max down
de_de: Nettoveränderung max. abwärts
ko_kr: 순 변경 최대값 감소
ru_ru: Изменение net макс вниз
zh_hans: 净变化最大下降

# NinjaScriptMarketAnalyzerColumnNameNetChangeMaxUp
source: Net change max up
de_de: Nettoveränderung max. aufwärts
ko_kr: 최대 순 변경
ru_ru: Изменение net макс вверх
zh_hans: 净变化最大值

# NinjaScriptMarketAnalyzerColumnNameNextYearsEarningsPerShare
source: Next year earnings per share
de_de: Nächstes Jahr Ergebnis je Aktie
es_es: El próximo año de Ganancias por acción
ko_kr: 내년 주당순이익
ru_ru: Доход следующего года каждой акции
zh_hans: 明年的每股收益

# NinjaScriptMarketAnalyzerColumnNameNotes
source: Notes
de_de: Notizen
es_es: Notas
ko_kr: 노트
ru_ru: Заметки
zh_hans: 笔记

# NinjaScriptMarketAnalyzerColumnNameOpening
source: Opening
de_de: Eröffnung
es_es: Apertura
ko_kr: 열리는
ru_ru: Открытие
zh_hans: 开幕

# NinjaScriptMarketAnalyzerColumnNameOpenInterest
source: Open interest
es_es: Intereses de apertura
ko_kr: 미결제약정
ru_ru: Открытый интерес
zh_hans: 未平仓合约

# NinjaScriptMarketAnalyzerColumnNamePercentHeldByInstitutions
source: Percent held by institutions
de_de: % Anteil von institutionellen Anlegern
es_es: Porcentanje detenido por instituto
ko_kr: 기관 보유 비율
ru_ru: Процент владения институционалами
zh_hans: %的股份由机构

# NinjaScriptMarketAnalyzerColumnNamePositionAvgPrice
source: Position avg. price
de_de: Position ∅ Preis
es_es: Precio promedio de posición
ko_kr: 평균 게재순위 가격
ru_ru: Средняя цена позиции
zh_hans: 职位平均价格

# NinjaScriptMarketAnalyzerColumnNamePositionSize
source: Position size
de_de: Positionsgröße
es_es: Tamaño de posición
ko_kr: 위치 크기
ru_ru: Размер позиции
zh_hans: 位置尺寸

# NinjaScriptMarketAnalyzerColumnNamePriceEarningsRatio
source: Price earnings ratio
de_de: Kurs Gewinn Verhältnis
es_es: Porpocion de ganancias de precio
ko_kr: 가격 수익 비율
ru_ru: Сотношение цены к доходу
zh_hans: 市盈率

# NinjaScriptMarketAnalyzerColumnNameProfitLoss
source: Profit loss
de_de: Gewinn & Verlust
es_es: Perdida de ganancias
ko_kr: 이익 손실
ru_ru: Прибыль/убыток
zh_hans: 利润损失

# NinjaScriptMarketAnalyzerColumnNameRealizedProfitLoss
source: Realized profit loss
de_de: Realisierter Gewinn & Verlust
es_es: Perdida de ganancias realizadas
ko_kr: 실현 손익
ru_ru: Реализованная Прибыль/Убыток
zh_hans: 实现的利润损失

# NinjaScriptMarketAnalyzerColumnNameRevenuePerShare
source: Revenue per share
de_de: Umsatz je Aktie
es_es: Ingresos por participación
ko_kr: 주당 수익
ru_ru: Выручка за акцию
zh_hans: 每股收益

# NinjaScriptMarketAnalyzerColumnNameSettlement
source: Settlement price
de_de: Settlement Preis
es_es: Precio de liquidación
ko_kr: 정산 가격
ru_ru: Цена Settlement
zh_hans: 结算价

# NinjaScriptMarketAnalyzerColumnNameSharesOutstanding
source: Shares outstanding
de_de: Ausstehende Aktien
es_es: Acciones pendientes
ko_kr: 발행주식수
ru_ru: Акции выделенные
zh_hans: 流通股

# NinjaScriptMarketAnalyzerColumnNameShortInterest
source: Short interest
de_de: Short Interesse
es_es: Interes Short
ko_kr: 단기 이자
ru_ru: Короткий интерес
zh_hans: 短息

# NinjaScriptMarketAnalyzerColumnNameShortInterestRatio
source: Short interest ratio
de_de: Short Interesse Verhältnis
es_es: Interes proporcional Short
ko_kr: 공매도 비율
ru_ru: Коэффициент короткого интереса
zh_hans: 短息率

# NinjaScriptMarketAnalyzerColumnNameTimeLastTick
source: Time last tick
de_de: Zeit des letzten Ticks
es_es: Tiempo de ultima marca
ko_kr: 마지막 틱 시간
ru_ru: Время последнего тика
zh_hans: 最后Tick时间

# NinjaScriptMarketAnalyzerColumnNameTradedContracts
source: Traded contracts
de_de: Gehandelte Kontrakte
es_es: Contratos comerciales
ko_kr: 거래된 계약
ru_ru: Проторговано контрактов
zh_hans: 合约数量

# NinjaScriptMarketAnalyzerColumnNameTSTrend
source: T & S trend
es_es: Tendencia de T & S
ko_kr: T&S 트렌드
ru_ru: T & S тренд
zh_hans: T & S 趋势

# NinjaScriptMarketAnalyzerColumnNameUnrealizedProfitLoss
source: Unrealized profit loss
de_de: Unrealisierter Gewinn Verlust
es_es: Perdida de ganancias no realizadas
ko_kr: 미실현손익
ru_ru: Нереализованная прибыль/убыток
zh_hans: 利润损失

# NinjaScriptNumberOfRows
source: Rows
de_de: Zeilen
es_es: Filas
ko_kr: 행
ru_ru: Строк
zh_hans: 行

# NinjaScriptOnBarCloseError
source: {0} relies on bid/ask tick updates expecting Calculate 'On each tick'
de_de: {0} stützt sich auf Bid / Ask Tick Updates erwartet Berechnen 'Anhand Tick'
es_es: {0} se basa en la compra/Venta de marcas actualizadas calcular en cada marca
ko_kr: {0} 은(는) '각 틱마다' 계산을 기대하는 입찰/매도 틱 업데이트에 의존합니다.
ru_ru: {0} зависит от обновлений тика bid/ask, ожидает Пересчет 'На каждый тик'
zh_hans: {0} 依赖卖价Tick更新等计算 '对每个刻度线

# NinjaScriptOnPriceChangeError
source: {0} relies on volume updates expecting Calculate 'On each tick' or 'On bar close'
de_de: {0} beruht auf Volumenaktualisierungen und erwartet dieBerechnung 'Anhand Tick' oder Anhand Schlusskurs'
es_es: {0} se basa en el volumen actualizado esperan calcular 'en cada marca or en barra cerrada
ko_kr: {0} 은 '각 눈금마다' 또는 '막대 닫을 때' 계산을 예상하는 볼륨 업데이트에 의존합니다.
ru_ru: {0} зависит от обновлений объема, ожидает Пересчет 'На каждый тик' или 'На закрытии бара'
zh_hans: {0} 依成交量更新计算 '使用每个Tick' 或 ' K棒关闭 '

# NinjaScriptOptimizationFitnessNameMaxAvgMfe
source: Max. avg. favorable excursion
de_de: Max. Ø positive Bewegung
es_es: Máx. pmd de excursión favorable
ko_kr: 최대 평균 유리한 여행
ru_ru: Максимальное среднее благоприятное отклонение за время удерживания позиции
zh_hans: 最大平均漂移值

# NinjaScriptOptimizationFitnessNameMaxAvgMfeLong
source: Max. avg. favorable excursion (long)
de_de: Max. Ø positive Bewegung (long)
es_es: Máx. pmd de excursión favorable(Long)
ko_kr: 최대 평균 유리한 여행 (긴)
ru_ru: Максимальное среднее благоприятное отклонение за время удерживания позиции (long)
zh_hans: 最大平均漂移 （长）

# NinjaScriptOptimizationFitnessNameMaxAvgMfeShort
source: Max. avg. favorable excursion (short)
de_de: Max. Ø positive Bewegung (short)
es_es: Máx. pmd de excursión favorable(Short)
ko_kr: 최대 평균 유리한 여행 (짧은)
ru_ru: Максимальное среднее благоприятное отклонение за время удерживания позиции (short)
zh_hans: 最大值平均漂移 （短）

# NinjaScriptOptimizationFitnessNameMaxAvgProfit
source: Max. avg. profit
de_de: Max. Ø Gewinn
es_es: Máx pmd de ganancia
ko_kr: 최대 평균 이익
ru_ru: Максимальная средняя прибыль
zh_hans: 最大平均利润值

# NinjaScriptOptimizationFitnessNameMaxAvgProfitLong
source: Max. avg. profit (long)
de_de: Max. Ø Gewinn (long)
es_es: Máx pmd de ganancia (Long)
ko_kr: 최대 평균 이익 (롱)
ru_ru: Максимальная средняя прибыль (long)
zh_hans: 最大平均利润值（长）

# NinjaScriptOptimizationFitnessNameMaxAvgProfitShort
source: Max. avg. profit (short)
de_de: Max. Ø Gewinn (short)
es_es: Máx pmd de ganancia (Short)
ko_kr: 최대 평균 이익(단기)
ru_ru: Максимальная средняя прибыль (short)
zh_hans: 最大平均利润值 （短）

# NinjaScriptOptimizationFitnessNameMaxNetProfit
source: Max. net profit
de_de: Max. Nettogewinn
es_es: Máx ganancia neta
ko_kr: 최대 순이익
ru_ru: Максимальная чистая прибыль
zh_hans: 最大净利润

# NinjaScriptOptimizationFitnessNameMaxNetProfitLong
source: Max. net profit (long)
de_de: Max. Nettogewinn (long)
es_es: Máx ganancia neta(Long)
ko_kr: 최대 순이익(롱)
ru_ru: Максимальная чистая прибыль (long)
zh_hans: 最大净利润 （长）

# NinjaScriptOptimizationFitnessNameMaxNetProfitShort
source: Max. net profit (short)
de_de: Max. Nettogewinn (short)
es_es: Máx ganancia neta( short)
ko_kr: 최대 순이익(단기)
ru_ru: Максимальная чистая прибыль (short)
zh_hans: 最大净利润 （短）

# NinjaScriptOptimizationFitnessNameMaxPercentProfitable
source: Max. % profitable
de_de: Max. % profitabel
es_es: Máx % rentable
ko_kr: 최대 수익성 %
ru_ru: Максимальный % прибыльных сделок
zh_hans: 最大%盈利

# NinjaScriptOptimizationFitnessNameMaxPercentProfitableLong
source: Max. % profitable (long)
de_de: Max. % profitabel (long)
es_es: Máx % rentable(Long)
ko_kr: 최대 수익성 %(장기)
ru_ru: Максимальный % прибыльных сделок (long)
zh_hans: 最大%盈利 （长）

# NinjaScriptOptimizationFitnessNameMaxPercentProfitableShort
source: Max. % profitable (short)
de_de: Max. % profitabel (short)
es_es: Máx % rentable(Short)
ko_kr: 최대 수익성 %(짧음)
ru_ru: Максимальный % прибыльных сделок (short)
zh_hans: 最大值。%盈利 （短）

# NinjaScriptOptimizationFitnessNameMaxProbablity
source: Max. probability
de_de: Max. Wahrscheinlichkeit
es_es: Máx. probabilidad
ko_kr: 최대 개연성
ru_ru: Максимальная вероятность
zh_hans: 最大值。概率

# NinjaScriptOptimizationFitnessNameMaxProbablityLong
source: Max. probability (long)
de_de: Max. Wahrscheinlichkeit (long)
es_es: Máx. probabilidad (Long)
ko_kr: 최대 확률(긴)
ru_ru: Максимальная вероятность (long)
zh_hans: 最大值。概率 （长）

# NinjaScriptOptimizationFitnessNameMaxProbablityShort
source: Max. probability (short)
de_de: Max. Wahrscheinlichkeit (short)
es_es: Máx. probabilidad (Short)
ko_kr: 최대 확률(짧음)
ru_ru: Максимальная вероятность (short)
zh_hans: 最大值。概率 （短）

# NinjaScriptOptimizationFitnessNameMaxProfitFactor
source: Max. profit factor
de_de: Max. profit faktor
es_es: Máx. factor de beneficio
ko_kr: 최대 이익 요인
ru_ru: Фактор максимальной прибыли
zh_hans: 最大值。利润的因素

# NinjaScriptOptimizationFitnessNameMaxProfitFactorLong
source: Max. profit factor (long)
de_de: Max. profit faktor (long)
es_es: Máx. factor de beneficio (Long)
ko_kr: 최대 이윤율(롱)
ru_ru: Фактор максимальной прибыли (long)
zh_hans: 最大值。利润因素 （长）

# NinjaScriptOptimizationFitnessNameMaxProfitFactorShort
source: Max. profit factor (short)
de_de: Max. profit faktor (short)
es_es: Máx. factor de beneficio (Short)
ko_kr: 최대 이익 계수(짧음)
ru_ru: Фактор максимальной прибыли (short)
zh_hans: 最大值。利润因素 （短）

# NinjaScriptOptimizationFitnessNameMaxR2
source: Max. R^2
ko_kr: 최대 R^2
ru_ru: Максимальный R^2
zh_hans: 最大值。R ^2

# NinjaScriptOptimizationFitnessNameMaxR2Long
source: Max. R^2 (long)
es_es: Max. R^2 (largo)
ko_kr: 최대 R^2(긴)
ru_ru: Максимальный R^2 (long)
zh_hans: 最大值。R ^2 （长）

# NinjaScriptOptimizationFitnessNameMaxR2Short
source: Max. R^2 (short)
ko_kr: 최대 R^2(짧음)
ru_ru: Максимальный R^2 (short)
zh_hans: 最大值。R ^2 （短）

# NinjaScriptOptimizationFitnessNameMaxSharpeRatio
source: Max. Sharpe ratio
ko_kr: 최대 샤프 비율
ru_ru: Максимальный коэффициент Шарпа
zh_hans: 最大值。夏普比率

# NinjaScriptOptimizationFitnessNameMaxSharpeRatioLong
source: Max. Sharpe ratio (long)
ko_kr: 최대 샤프 비율(롱)
ru_ru: Максимальный коэффициент Шарпа (long)
zh_hans: 最大值。夏普比率 （长）

# NinjaScriptOptimizationFitnessNameMaxSharpeRatioShort
source: Max. Sharpe ratio (short)
ko_kr: 최대 샤프 비율(짧음)
ru_ru: Максимальный коэффициент Шарпа (short)
zh_hans: 最大值。夏普比率 （短）

# NinjaScriptOptimizationFitnessNameMaxSortinoRatio
source: Max. Sortino ratio
ko_kr: 최대 소르티노 비율
ru_ru: Максимальный коэффициент Сортино
zh_hans: 最大值。索提诺比率

# NinjaScriptOptimizationFitnessNameMaxSortinoRatioLong
source: Max. Sortino ratio (long)
ko_kr: 최대 소르티노 비율(롱)
ru_ru: Максимальный коэффициент Сортино (long)
zh_hans: 最大值。索提诺比率 （长）

# NinjaScriptOptimizationFitnessNameMaxSortinoRatioShort
source: Max. Sortino ratio (short)
ko_kr: 최대 소르티노 비율(짧음)
ru_ru: Максимальный коэффициент Сортино (short)
zh_hans: 最大值。索提诺比率 （短）

# NinjaScriptOptimizationFitnessNameMaxStrength
source: Max. strength
de_de: Max. Stärke
es_es: Fuerza Máxima
ko_kr: 최대 힘
ru_ru: Максимальная сила
zh_hans: 麦克斯。强度

# NinjaScriptOptimizationFitnessNameMaxStrengthLong
source: Max. strength (long)
de_de: Max. Stärke (long)
es_es: Fuerza Máxima(Long)
ko_kr: 최대 힘(긴)
ru_ru: Максимальная сила (long)
zh_hans: 麦克斯。强度 (长)

# NinjaScriptOptimizationFitnessNameMaxStrengthShort
source: Max. strength (short)
de_de: Max. Stärke (short)
es_es: Fuerza Máxima(Short)
ko_kr: 최대 힘(짧은)
ru_ru: Максимальная сила (short)
zh_hans: 麦克斯。强度 (短)

# NinjaScriptOptimizationFitnessNameMaxUlcerRatio
source: Max. Ulcer ratio
ko_kr: 최대 궤양 비율
ru_ru: Максимальный коэффициент Ulcer
zh_hans: 最大值。溃疡比率

# NinjaScriptOptimizationFitnessNameMaxUlcerRatioLong
source: Max. Ulcer ratio (long)
ko_kr: 최대 궤양 비율(긴)
ru_ru: Максимальный коэффициент Ulcer (long)
zh_hans: 最大值。溃疡比率 （长）

# NinjaScriptOptimizationFitnessNameMaxUlcerRatioShort
source: Max. Ulcer ratio (short)
ko_kr: 최대 궤양 비율(짧음)
ru_ru: Максимальный коэффициент Ulcer (short)
zh_hans: 最大值。溃疡比率 （短）

# NinjaScriptOptimizationFitnessNameMaxWinLossRatio
source: Max. win/loss ratio
de_de: Max. Gewinn/Verlust Ratio
es_es: Max. gana/pierde ratio
ko_kr: 최대 승/패 비율
ru_ru: Максимальное соотношение прибыльных/убыточных сделок
zh_hans: 最大值。赢/亏失率

# NinjaScriptOptimizationFitnessNameMaxWinLossRatioLong
source: Max. win/loss ratio (long)
de_de: Max. Gewinn/Verlust Ratio (long)
ko_kr: 최대 승패율(롱)
ru_ru: Максимальное соотношение прибыльных/убыточных сделок (long)
zh_hans: 最大值。赢/亏失率 （长）

# NinjaScriptOptimizationFitnessNameMaxWinLossRatioShort
source: Max. win/loss ratio (short)
de_de: Max. Gewinn/Verlust Ratio (short)
ko_kr: 최대 승/패 비율(짧음)
ru_ru: Максимальное соотношение прибыльных/убыточных сделок (short)
zh_hans: 最大值。赢/亏失率 （短）

# NinjaScriptOptimizationFitnessNameMinAvgMae
source: Min. avg. adverse excursion
de_de: Min. Ø gegenläufige Bewegung
es_es: Mín. pmd de excursión adversa
ko_kr: 최소 평균 불리한 여행
ru_ru: Минимальное неблагоприятное отклонение за время удерживания позиции
zh_hans: 最小平均不良漂移

# NinjaScriptOptimizationFitnessNameMinAvgMaeLong
source: Min. avg. adverse excursion (long)
de_de: Min. Ø gegenläufige Bewegung (long)
es_es: Mín. pmd de excursión adversa(Long)
ko_kr: 최소 평균 불리한 여행(긴)
ru_ru: Минимальное неблагоприятное отклонение за время удерживания позиции (long)
zh_hans: 最小平均不良漂移 （长）

# NinjaScriptOptimizationFitnessNameMinAvgMaeShort
source: Min. avg. adverse excursion (short)
de_de: Min. Ø gegenläufige Bewegung (short)
es_es: Mín. pmd de excursión adversa(Short)
ko_kr: 최소 평균 불리한 여행(짧은)
ru_ru: Минимальное неблагоприятное отклонение за время удерживания позиции (short)
zh_hans: 最小平均不良漂移 （短）

# NinjaScriptOptimizationFitnessNameMinDrawDown
source: Min. draw down
es_es: Mín. reducción
ko_kr: 최소 내리다
ru_ru: Минимальная просадка
zh_hans: 最小画下来

# NinjaScriptOptimizationFitnessNameMinDrawDownLong
source: Min. draw down (long)
es_es: Mín. reducción(Long)
ko_kr: 최소 (길게) 내리다
ru_ru: Минимальная просадка (long)
zh_hans: 最小画下来 （长）

# NinjaScriptOptimizationFitnessNameMinDrawDownShort
source: Min. draw down (short)
es_es: Mín. reducción(Short)
ko_kr: 최소 (짧게) 내리다
ru_ru: Минимальная просадка (short)
zh_hans: 最小画下来 （短）

# NinjaScriptOptimizerDefault
source: Default
de_de: Standard
es_es: Defecto
ko_kr: 기본
ru_ru: По умолчанию
zh_hans: 默认

# NinjaScriptOptimizerGenetic
source: Genetic
de_de: Genetisch
es_es: Genético
ko_kr: 유전적
ru_ru: Генетический
zh_hans: 遗传

# NinjaScriptParameters
source: Parameters
de_de: Parameter
es_es: Parámetros
ko_kr: 매개변수
ru_ru: Параметры
zh_hans: 参数
