Repository: pppmbs/NT8Strategy
Catalog: Resource.*.resx
Languages: de_de, es_es, ko_kr, ru_ru, zh_hans

# NinjaScriptIndicatorDescriptionROC
source: The ROC (Rate-of-Change) indicator displays the percent change between the current price and the price x-time periods ago.
de_de: Der ROC (Rate of Change) Indikator zeigt die prozentuale Veränderung zwischen dem aktuellen Preis und den Preis x-Zeitperioden vorher.
es_es: El indicador ROC (Rate-of-Change) muestra el cambio porcentual entre el precio actual y los precio hace x-períodos.
ko_kr: ROC(Rate-of-Change) 표시기는 현재 가격과 x-시간 전 가격 사이의 백분율 변화를 표시합니다.
ru_ru: Индикатор ROC (Rate-of-Change) отображает процентное изменение между текущей ценой и ценой х-периодов времени назад.
zh_hans: 中华民国 （变化速率） 指示器显示当前价格与价格 x 时间周期前的百分比变化。

# NinjaScriptIndicatorDescriptionRSI
source: The RSI (Relative Strength Index) is a price-following oscillator that ranges between 0 and 100.
de_de: Der RSI (Relative Strength Index) ist ein dem Preis folgender Oszillator, der zwischen 0 und 100 liegt.
es_es: El RSI (Índice de Fuerza Relativo) es un oscilador que sigue el precio que se extiende entre 0 y 100.
ko_kr: RSI(Relative Strength Index)는 0에서 100 사이의 가격 추종 오실레이터입니다.
ru_ru: RSI (Relative Strength Index) следующий за ценой осциллятор, который колеблется между 0 и 100.
zh_hans: RSI （相对强弱指数） 是一种范围介于 0 和 100 之间的价格以下振荡器。

# NinjaScriptIndicatorDescriptionRSquared
source: The R-Squared indicator calculates how well the price approximates a linear regression line. The indicator gets its name from the calculation, which is, the square of the correlation coefficient (referred to in mathematics by the Greek letter rho, or r). The range of the R-Squared is from zero to one.
de_de: R-Squared Indikator
es_es: The R-Squared indicator calcula qué tan bien se aproxima el precio a una línea de regresión lineal. El indicador obtiene su nombre del cálculo, que es, el cuadrado del coeficiente de correlación (referido en las matemáticas por la letra griega Rho, o r). La gama del R-cuadrado es de cero a uno.
ko_kr: R-제곱 지표는 가격이 선형 회귀선에 얼마나 근접하는지 계산합니다. 지표는 상관 계수의 제곱(수학에서 그리스 문자 rho 또는 r로 표시됨)인 계산에서 이름을 얻습니다. R-제곱의 범위는 0에서 1입니다.
ru_ru: Индикатор R-Squared вычисляет, насколько хорошо цена приближается к линейной линии регрессии. Индикатор получает свое имя от вычисления, т. Е. Квадрата коэффициента корреляции (в математике указывается греческая буква rho или r). Диапазон R-Squared от нуля до единицы.
zh_hans: R 平方指标计算如何很好的价格接近线性回归直线。指标的计算，即，（数学所述希腊字母 ρ 或 r） 的相关系数的平方从获取其名称。R-平方的范围是从零到一。

# NinjaScriptIndicatorDescriptionRSS
source: Relative Spread Strength of the spread between two moving averages. TASC, October 2006, p. 16.
de_de: Relative Spread Strength ist die Stärke der Spanne zwischen zwei gleitenden Durchschnitten. TASC, Oktober 2006, S. 16.
es_es: Fuerza de Extensión relativa de la extensión entre dos valores medios móviles. TASC, octubre de 2006, p. 16.
ko_kr: 상대 스프레드 두 이동 평균 간의 스프레드 강도. TASC, 2006년 10월, p. 16.
ru_ru: Относительная сила спрэда между двумя средними скользящими. TASC, октябрь 2006, стр. 16.
zh_hans: 两条移动平均线之间传播的相对传播实力雄厚。TASC，2006 年 10 月，p.16。

# NinjaScriptIndicatorDescriptionRVI
source: The RVI (Relative Volatility Index) was developed by Donald Dorsey as a compliment to and a confirmation of momentum based indicators. When used to confirm other signals, only buy when the RVI is over 50 and only sell when the RVI is under 50.
de_de: Der RVI (Relative Volatility Index) wurde von Donald Dorsey als ein Kompliment und eine Bestätigung der Basis Momentum Indikatoren entwickelt. Wenn als Bestätigung anderer Signale verwendet, wird nur gekauft wenn der RVI über 50 ist und nur verkauft, wenn unter 50.
es_es: El RVI (Relative Volatility Index) fue desarrollado por el Dr. Donald Dorsey como un cumplido y una confirmación del impulso de los indicadores. Cuando se usa para confirmar otras señales, sólo comprar cuando el RVI es de más de 50 y vender sólo cuando el RVI es de menos de 50 años.
ko_kr: RVI(상대 변동성 지수)는 Donald Dorsey가 모멘텀 기반 지표를 보완하고 확인하기 위해 개발했습니다. 다른 신호를 확인하는 데 사용할 경우 RVI가 50을 초과할 때만 매수하고 RVI가 50 미만일 때만 매도하십시오.
ru_ru: Индекс Относительной Волатильности (RVI, Relative Volatility Index) был разработан Дональдом Дорси как комплимент и подтверждение индикаторам на основе момента. Используется для подтверждения других сигналов, только покупать когда RVI превышает 50 и только продавать когда RVI ниже 50.
zh_hans: RVI （相对波动性指数） 是由唐纳德 · 多尔西对恭维和基于动量指标确认开发的。当用于确认其他信号，只买 RVI 时超过 50 和只卖 RVI 时下 50。

# NinjaScriptIndicatorDescriptionSampleCustomRender
source: Sample script to show OnRender() capabilities
de_de: Beispielsscript um die OnRender() Möglichkeiten zu zeigen
es_es: Las muestras de script para mostrar funciones OnRender ()
ko_kr: OnRender() 기능을 보여주는 샘플 스크립트
ru_ru: Пример скрипта для показа OnRender () возможности
zh_hans: 示例脚本来显示 OnRender() 功能

# NinjaScriptIndicatorDescriptionSMA
source: The SMA (Simple Moving Average) is an indicator that shows the average value of a security's price over a period of time.
de_de: Der SMA (Simple Moving Average) ist ein Indikator, der den durchschnittlichen Wert eines Wertpapierkurses über einen Zeitraum von Zeit zeigt.
es_es: El SMA (Simple Moving Average) es un indicador que muestra el valor promedio de un precio de seguridad durante un período de tiempo.
ko_kr: SMA(Simple Moving Average)는 일정 기간 동안 유가 증권 가격의 평균 가치를 보여주는 지표입니다.
ru_ru: SMA (Simple Moving Average) индикатор, который показывает среднее значение цены ценной бумаги за период времени.
zh_hans: SMA （简单即移动平均） 是一个标记，表明证券价格的平均价值在一段时间。

# NinjaScriptIndicatorDescriptionStdDev
source: Standard Deviation is a statistical measure of volatility. Standard Deviation is typically used as a component of other indicators, rather than as a stand-alone indicator. For example, Bollinger Bands are calculated by adding a security's Standard Deviation to a moving average.
de_de: Die Standardabweichung ist ein statistisches Maß der Volatilität. Die Standardabweichung wird normalerweise als eine Komponente von anderen Indikatoren und nicht als eigenständiger Indikator verwendet. Beispielsweise werden Bollinger-Bänder berechnet, indem die Standardabweichung eines Wertpapiers um einen gleitenden Durchschnitt addiert wird.
es_es: Standard Deviation es una medida estadística de la volatilidad. La Standard Deviation es típicamente usada como un componente de otros indicadores, más bien que como un indicador independiente. Por ejemplo, las Bollinger Bands son calculadas añadiendo la Desviación Estándar de una seguridad a un valor medio móvil.
ko_kr: 표준 편차는 변동성의 통계적 척도입니다. 표준 편차는 일반적으로 독립형 지표가 아닌 다른 지표의 구성 요소로 사용됩니다. 예를 들어, 볼린저 밴드는 증권의 표준 편차를 이동 평균에 더하여 계산됩니다.
ru_ru: Standard Deviation это статистическая мера волатильности. Стандартное Отклонение обычно используется как компонент других индикаторов, охотнее чем самостоятельный индикатор. Например, Полосы Боллинджера расчитываются добавляя Стандартное Отклонение ценых бумаг к скользящей средней.
zh_hans: 标准偏差是测量的波动率的统计度量。标准偏差通常用于作为其他指标的一个组成部分，而不是作为一个独立的指标。例如，通过添加移动平均趋势线安全标准偏差计算林带。

# NinjaScriptIndicatorDescriptionStdError
source: Standard Error shows how near prices go around a linear regression line. The closer the prices are to the linear regression line, the stronger is the trend.
de_de: Der Standard Error zeigt wie nah die Preise sich um eine lineare Regressionslinie verteilen. Je näher die Preise an der linearen Regressionsgeraden liegen, desto stärker ist der Trend.
es_es: Standard Error muestra que tan cerca giran los precios de una línea de la regresión lineal. La cercanía de los precios están a la línea de la regresión lineal, la más fuerte es la tendencia.
ko_kr: 표준 오차는 가격이 선형 회귀선을 중심으로 얼마나 가까운지를 보여줍니다. 가격이 선형 회귀선에 가까울수록 추세가 더 강해집니다.
ru_ru: Standard Error показывает как близко цены идут вокруг линии линеной регрессии. Ближе цены к линии линейной регрессии, сильнее тренд.
zh_hans: 标准错误显示如何在价格附近绕线性回归直线。 越接近的价格是对线性回归线，越强的趋势。

# NinjaScriptIndicatorDescriptionStochastics
source: The Stochastic Oscillator is made up of two lines that oscillate between a vertical scale of 0 to 100. The %K is the main line and it is drawn as a solid line. The second is the %D line and is a moving average of %K. The %D line is drawn as a dotted line. Use as a buy/sell signal generator, buying when fast moves above slow and selling when fast moves below slow.
de_de: Der Stochastic Oszillator besteht aus zwei Linien, die zwischen einer vertikalen Skala von 0 bis 100 oszillieren. Der %K ist der Hauptwert und es wird als eine durchgezogene Linie gezeichnet. Der zweite ist der %D Wert und dies ist ein gleitender Durchschnitt des %K. %D wird als eine gepunktete Linie gezeichnet. Verwenden Sie ihn als Signalgeber; kaufend, wenn die schnelle Linie die langsame nach oben kreuzt und verkaufend, wenn die langsame die schnell nach unten kreuzt.
es_es: El Stochastic Oscillator se compone de dos líneas que oscilan entre una escala vertical de 0 a 100. El %k es la línea principal y se dibuja como una línea sólida. La segunda es la línea %D y es una media móvil de % K. La línea %D se dibuja como una línea punteada. Utilizar como un generador de señales de compra/venta, comprando cuando se mueve con rapidez sobre lo lento y vendiendo cuando se mueve con rapidez sobre lo lento.
ko_kr: 스토캐스틱 오실레이터는 0에서 100까지의 수직 스케일 사이에서 진동하는 두 개의 라인으로 구성됩니다. %K는 메인 라인이며 실선으로 그려집니다. 두 번째는 %D 라인이며 %K의 이동 평균입니다. %D선은 점선으로 그려집니다. 매수/매도 신호 발생기로 사용하여 빠른 움직임이 느린 움직임보다 높을 때 매수하고 느린 움직임 아래에서 빠른 움직임을 보일 때 매도합니다.
ru_ru: Stochastic Oscillator сделан из двух линии, которые осциллируют между вертикальной шкалой от 0 до 100. %К это основная линия и рисуется как сплошная линия. Вторая это %D линия и скользящая средняя от %К. %D линия рисуется как пунктирная линия. Используется как генератор сигнала купить/продать, покупая когда быстрое движение выше медленного, и продавая когда быстрое движение ниже медленного.
zh_hans: 随机振荡器的振荡垂直比例尺的 0 到 100 之间的两条线组成。%K 是主线，它画为实线。第二个是 %D 线与 %k.移动平均%D 线作为一条虚线。使用作为买入/卖出信号发生器，购买时上述快速移动很慢和销售时快速移动缓慢的下方。

# NinjaScriptIndicatorDescriptionStochasticsFast
source: The Stochastic Oscillator is made up of two lines that oscillate between a vertical scale of 0 to 100. The %K is the main line and it is drawn as a solid line. The second is the %D line and is a moving average of %K. The %D line is drawn as a dotted line. Use as a buy/sell signal generator, buying when fast moves above slow and selling when fast moves below slow.
de_de: Der Stochastic Oszillator besteht aus zwei Linien, die zwischen einer vertikalen Skala von 0 bis 100 oszillieren. Der %K ist der Hauptwert und es wird als eine durchgezogene Linie gezeichnet. Der zweite ist der %D Wert und dies ist ein gleitender Durchschnitt des %K. %D wird als eine gepunktete Linie gezeichnet. Verwenden Sie ihn als Signalgeber; kaufend, wenn die schnelle Linie die langsame nach oben kreuzt und verkaufend, wenn die langsame die schnell nach unten kreuzt.
es_es: El Stochastic Oscillator se compone de dos líneas que oscilan entre una escala vertical de 0 a 100. El %k es la línea principal y se dibuja como una línea sólida. La segunda es la línea %D y es una media móvil de % K. La línea %D se dibuja como una línea punteada. Utilizar como un generador de señales de compra/venta, comprando cuando se mueve con rapidez sobre lo lento y vendiendo cuando se mueve con rapidez sobre lo lento.
ko_kr: 스토캐스틱 오실레이터는 0에서 100까지의 수직 스케일 사이에서 진동하는 두 개의 라인으로 구성됩니다. %K는 메인 라인이며 실선으로 그려집니다. 두 번째는 %D 라인이며 %K의 이동 평균입니다. %D선은 점선으로 그려집니다. 매수/매도 신호 발생기로 사용하여 빠른 움직임이 느린 움직임보다 높을 때 매수하고 느린 움직임 아래에서 빠른 움직임을 보일 때 매도합니다.
ru_ru: Stochastic Oscillator сделан из двух линии, которые осциллируют между вертикальной шкалой от 0 до 100. %К это основная линия и рисуется как сплошная линия. Вторая это %D линия и скользящая средняя от %К. %D линия рисуется как пунктирная линия. Используется как генератор сигнала купить/продать, покупая когда быстрое движение выше медленного, и продавая когда быстрое движение ниже медленного.
zh_hans: 随机振荡器的振荡垂直比例尺的 0 到 100 之间的两条线组成。%K 是主线，它画为实线。第二个是 %D 线与 %k.移动平均%D 线作为一条虚线。使用作为买入/卖出信号发生器，购买时上述快速移动很慢和销售时快速移动缓慢的下方。

# NinjaScriptIndicatorDescriptionStochRSI
source: The StochRSI is an oscillator similar in computation to the stochastic measure, except instead of price values as input, the StochRSI uses RSI values. The StochRSI computes the current position of the RSI relative to the high and low RSI values over a specified number of days. The intent of this measure, designed by Tushar Chande and Stanley Kroll, is to provide further information about the overbought/oversold nature of the RSI. The StochRSI ranges between 0.0 and 1.0. Values above 0.8 are generally seen to identify overbought levels and values below 0.2 are considered to indicate oversold conditions.
de_de: Der StochRSI ist ein Oszillator, der in der Berechnung der Stochastik ähnelt, allerdings statt dem Preis als Eingangsdaten verwendet der StochRSI RSI Daten. Der StochRSI berechnet die aktuelle Position des RSI im Verhältnis zu den Hoch / Tief RSI Werten über die angegebene Anzahl von Tagen. Tushar Chande und Stanley Kroll verfolgen mit dieser Maßnahme die Absicht, die überkaufte/überverkaufte Natur des RSI herauszustellen. Der StochRSI erstreckt sich zwischen 0,0 und 1,0. Werte über 0,8 werden normalerweise als überkauft angesehen, Werte unter 0,2 als überverkauft.
es_es: StochRSI es un oscilador similar en el cálculo a la medida estocástica, excepto en vez de valores de precios como se hayan introducido, StochRSI usa valores de RSI. StochRSI calcula la situación actual del RSI con relación al nivel más alto y valores de RSI bajos sobre un número especificado de días. La intención de esta medida, diseñada por Tushar Chande y Stanley Kroll, es proveer más información sobre la sobrecompra/sobreestimado la naturaleza del RSI. StochRSI se extiende entre 0.0 y 1.0. Se ve generalmente de los valores encima 0.8 que identifican niveles sobrecomprados y se considera que los valores bajo 0.2 indican condiciones sobreestimadas.
ko_kr: StochRSI는 가격 값을 입력으로 사용하는 대신 StochRSI가 RSI 값을 사용한다는 점을 제외하고는 확률적 측정과 계산이 유사한 오실레이터입니다. StochRSI는 지정된 일 수에 걸쳐 높은 RSI 값과 낮은 RSI 값에 상대적인 RSI의 현재 위치를 계산합니다. Tushar Chande와 Stanley Kroll이 설계한 이 측정의 목적은 RSI의 과매수/과매도 특성에 대한 추가 정보를 제공하는 것입니다. StochRSI 범위는 0.0에서 1.0 사이입니다. 0.8 이상의 값은 일반적으로 과매수 수준을 나타내는 것으로 보이며 0.2 미만의 값은 과매도 상태를 나타내는 것으로 간주됩니다.
ru_ru: StochRSI осцилятор, похожий в вычислении на измерение stochastic, но вместо значения цены как вход, СтохRSI использует значения RSI. СтохRSI вычисляет текущую позицию RSI относительно high и low значений RSI за указанное число дней. Цель этого измерения, разработанного Tushar Chande и Stanley Kroll, представить больше информации о перекупленности/перепроданности характера RSI. СтохRSI колеблется между 0,0 и 1,0. Значения выше 0,8 обычно расматриваются для обнаружения уровней перекупленности и значения ниже 0,2 считаются указанием состояния перепроданности.
zh_hans: StochRSI 是振荡器类似随机测量，计算中除而不是价格值作为输入，StochRSI 使用 RSI 值。StochRSI 在指定的天数计算相对于高、 低 RSI 值 RSI 的当前位置。这一措施，由参数随时和赤柱 Kroll，设计的目的是提供进一步的 RSI 的超买超卖的性质有关的信息。StochRSI 范围介于 0.0 和 1.0 之间。值高于 0.8 一般被确定超买的水平，而低于 0.2 值被认为表明超卖的条件。

# NinjaScriptIndicatorDescriptionSUM
source: The Sum shows the summation of the last n data points.
de_de: Zeigt die Summe der letzten n Datenpunkte an.
es_es: La Suma muestra la adición de los últimss puntos de datos n.
ko_kr: Sum은 마지막 n개의 데이터 포인트의 합계를 보여줍니다.
ru_ru: Сумма показывает суммирование последних n указателей данных.
zh_hans: 总和显示最后的 n 个数据点的总和。

# NinjaScriptIndicatorDescriptionSwing
source: The Swing indicator plots lines that represents the swing high and low points.
de_de: Der Swing Indikator zeichnet Linien, die Hoch- und Tiefpunkte der Preiswings darstellen.
es_es: El indicador Swing traza líneas que representa la oscilación de los puntos más bajos y culminantes.
ko_kr: 스윙 표시기는 스윙의 고점과 저점을 나타내는 선을 그립니다.
ru_ru: Индикатор Swing отображает линии, которые представляют верхние и нижние точки swing.
zh_hans: 摆动指标图线表示的秋千高和低点。

# NinjaScriptIndicatorDescriptionT3
source: The T3 is a type of moving average, or smoothing function. It is based on the DEMA. The T3 takes the DEMA calculation and adds a vfactor which is between zero and 1. The resultant function is called the GD, or Generalized DEMA. A GD with vfactor of 1 is the same as the DEMA. A GD with a vfactor of zero is the same as an Exponential Moving Average. The T3 typically uses a vfactor of 0.7.
de_de: T3 Gleitender Durchschnitt
es_es: El T3 es un tipo de media móvil, o función de alisado. Se basa en el Dema. El T3 toma el cálculo Dema y añade un factorV que está entre cero y 1. La función resultante se denomina GD o dema generalizada. Un GD con factorV de 1 es el mismo que el Dema. Un GD con un factorV de cero es igual que un promedio móvil exponencial. El T3 utiliza típicamente un factorV de 0,7.
ko_kr: T3는 일종의 이동 평균 또는 평활 함수입니다. DEMA를 기반으로 합니다. T3는 DEMA 계산을 취하고 0과 1 사이의 vfactor를 추가합니다. 결과 함수를 GD 또는 일반화된 DEMA라고 합니다. vfactor가 1인 GD는 DEMA와 동일합니다. vfactor가 0인 GD는 지수 이동 평균과 동일합니다. T3는 일반적으로 0.7의 vfactor를 사용합니다.
ru_ru: T3 тип скользящей средней или функция сглаживания. Он основан на DEMA. T3 принимает расчет DEMA и добавляет vfactor, который находится между нулем и 1. Полученная функция называется GD или Generalized DEMA. GD с vfactor of 1 такой же, как DEMA. GD с vfactor нуля совпадает с экспоненциальным скользящим средним. T3 обычно использует vfactor 0.7.
zh_hans: T3 是移动平均线，或平滑函数的类型。它基于德玛。T3 采用德玛计算并添加 vfactor 这是零和 1 之间。由此产生的函数称为 GD 或广义德玛。与 vfactor 1 GD 是德玛相同。与零 vfactor GD 是指数移动平均线相同。T3 通常使用 vfactor 0.7。

# NinjaScriptIndicatorDescriptionTEMA
source: The TEMA is a smoothing indicator. It was designed by Patrick Mulloy and is described in his article in the January, 1994 issue of Technical Analysis of Stocks and Commodities magazine.
de_de: Dreifacher exponentieller gleitender Durchschnitt
es_es: El TEMA es un indicador alisado. Fue diseñado por Patrick Mulloy y se describe en su artículo en la edición de enero de 1994 del análisis técnico de la revista stocks and commodities.
ko_kr: TEMA는 평활화 지표입니다. 그것은 Patrick Mulloy에 의해 설계되었으며 1994년 1월호에 실린 Technical Analysis of Stocks and Commodities 잡지의 기사에 설명되어 있습니다.
ru_ru: TEMA является индикатором сглаживания. Он был разработан Patrick Mulloy и в январе 1994 описан в его статье Technical Analysis of Stocks and Commodities.
zh_hans: 特马是一个平滑的指标。它由帕特里克 · 穆洛伊设计，文章描述了他在今年 1 月，1994 年发行的股票技术分析和商品杂志。

# NinjaScriptIndicatorDescriptionTickCounter
source: Displays tick count of a bar
de_de: Zeigt die Anzahl von Ticks der Kerze
es_es: El conteo de los indicadores de marcas de una barra
ko_kr: 막대의 눈금 수를 표시합니다.
ru_ru: Отображает подсчет тиков бара.
zh_hans: 显示滴答计数的K棒

# NinjaScriptIndicatorDescriptionTMA
source: The TMA (Triangular Moving Average) is a weighted moving average. Compared to the WMA which puts more weight on the latest price bar, the TMA puts more weight on the data in the middle of the specified period.
de_de: Der TMA (Triangular Moving Average) ist ein gewichteter gleitender Durchschnitt. Im Vergleich zum WMA, der mehr Gewicht auf die neueren Bars legt, hat der TMA mehr Gewicht auf den Daten in der Mitte des Zeitraums.
es_es: El TMA (Triangular Moving Average) es un valor medio móvil ponderado. Comparado con el WMA que pone más peso sobre la última barra de precios, el TMA pone más peso sobre los datos en medio del período de tiempo determinado.
ko_kr: TMA(삼각 이동 평균)는 가중 이동 평균입니다. 최신 가격 막대에 더 많은 가중치를 부여하는 WMA에 비해 TMA는 지정된 기간의 중간에 데이터에 더 많은 가중치를 부여합니다.
ru_ru: ТМА (Triangular Moving Average) это взвешенная скользящая средняя. По сравнению с WMA, которая делает более весомым последний бар цены, ТМА делает более весомыми данные в середине указанного периода.
zh_hans: TMA （三角形即移动平均） 是加权移动平均。相比为 WMA 的最新的价格栏上投入更多的重量，TMA 放更多的重量在指定期期间数据。

# NinjaScriptIndicatorDescriptionTrendLines
source: When a high swing is followed by a lower high swing, a trend line high is automatically plotted. When a low swing is followed by a higher low swing, a trend line low is automatically plotted.
de_de: Wenn auf ein Swinghigh ein niedrigeres Swinghigh folgt, wird automatisch eine Trendlinie dargestellt. Wenn auf ein Swinglow ein höheres Swinglow folgt, wird automatisch eine Trendlinie aufgezeichnet.
ko_kr: 높은 스윙 뒤에 낮은 높은 스윙이 이어지면 추세선이 자동으로 그려집니다. 낮은 스윙 뒤에 높은 낮은 스윙이 뒤따르면 낮은 추세선이 자동으로 그려집니다.
ru_ru: Когда за высоким swing следует более низкий, автоматически строится линия максимума. Когда за низким swing следует более высокий, автоматически строится линия минимума тренда.
zh_hans: 当高摆动后跟较低的高摆动时，趋势线高将自动绘制。当低摆动后跟较高的低摆动时，趋势线低将自动绘制.

# NinjaScriptIndicatorDescriptionTRIX
source: The TRIX (Triple Exponential Average) displays the percentage Rate of Change (ROC) of a triple EMA. Trix oscillates above and below the zero value. The indicator applies triple smoothing in an attempt to eliminate insignificant price movements within the trend that you're trying to isolate.
de_de: Der TRIX (Triple Exponential Average) zeigt die prozentuale Rate of Change (ROC) von einem dreifachen EMA an. TRIX schwingt oberhalb und unterhalb der Null Linie. Der Indikator wendet eine dreifache Glättung an, um unbedeutende Preisbewegungen innerhalb des Trend zu beseitigen, damit Sie ihn besser isolieren können.
es_es: El TRIX (Triple Exponential Average) muestra el Precio de cambio (ROC) del porcentaje de un EMA triple. Trix oscila encima y debajo del valor cero. El indicador aplica el allanamiento triple en una tentativa de eliminar movimientos de precios insignificantes dentro de la tendencia que trata de aislar.
ko_kr: TRIX(삼중 지수 평균)는 삼중 EMA의 변화율(ROC) 비율을 표시합니다. Trix는 0 값 위아래로 진동합니다. 표시기는 격리하려는 추세 내에서 중요하지 않은 가격 변동을 제거하기 위해 삼중 평활을 적용합니다.
ru_ru: TRIX (Triple Exponential Average) отображает процент Rate of Change (ROC) из тройного EMA. TRIX колеблется выше и ниже нулевой величины. Индикатор применяет трехкратное сглаживание в попытке устранить незначительные ценовые движения в пределах тренда, который пытаетесь изолировать.
zh_hans: TRIX （三重指数平均） 显示的百分比率的变化 (ROC) 的三重均线。Trix 振荡的上方和下方的零值。指标应用三重平滑，企图消除微不足道的价格变动中你想要隔离的趋势。

# NinjaScriptIndicatorDescriptionTSF
source: The TSF (Time Series Forecast) calculates probable future values for the price by fitting a linear regression line over a given number of price bars and following that line forward into the future. A linear regression line is a straight line which is as close to all of the given price points as possible. Also see the Linear Regression indicator.
de_de: Der TSF (Time Series Forecast) berechnet die wahrscheinliche zukünftige Werte für den Preis durch den Einbau einer linearen Regressionsgeraden über eine bestimmte Anzahl von Preis-Bars und folgende, die vorwärts in die Zukunft zu zeichnen. Eine lineare Regression-Linie ist eine gerade Linie, die so nah an alle gegebenen Preis Punkte wie möglich ist. Siehe auch Indikator Lineare Regression.
es_es: El TSF (Time Series Forecast) calcula valores futuros probables por el precio encajando una línea de la regresión lineal sobre un número dado de barras de precios y después de esa línea adelante en el futuro. Una línea de la regresión lineal es una línea recta que está el más cerca de todos los puntos de precios dados posible. Véase también el indicador Regresión Lineal.
ko_kr: TSF(시계열 예측)는 주어진 수의 가격 막대에 선형 회귀선을 맞추고 그 선을 따라 미래로 향하여 가격에 대한 가능한 미래 값을 계산합니다. 선형 회귀선은 가능한 모든 주어진 가격대에 가까운 직선입니다. 선형 회귀 표시도 참조하십시오.
ru_ru: TSF (Time Series Forecast) вычисляет возможные будущие значения для цены путем подгонки линии линейной регрессии сверх определенного количества баров цены и следуя за этой линией вперед в будущее. .Линия линейной регрессии это прямая линия, расположенная близко ко всем точкам цены. Также можно посмотреть индикатор Linear Regression.
zh_hans: TSF （时间系列预测） 通过线性回归直线拟合给定数量价格K棒及向前行成未来的以下计算价格的可能未来值。线性回归直线是尽可能是尽可能的所有给定的价格点的直线。此外看到线性回归指示器。
